[
  {
    "headline": "THE ROLE OF GENETICS IN CRIMINAL PROCEEDINGS",
    "data": "INTRODUCTION Forensic science is one of the most important areas that has adapted the integration of genetics into criminal matters, especially through the use of DNA profiling. Since the mid-1980s DNA profiling has become an indispensable apparatus in criminal investigation and an advanced method to identify suspects and victims based on the composition of their genetic code. In addition to positively identifying suspects that were linked to crime scenes leading to convictions, this technology has been instrumental in clearing innocent suspects who were wrongly accused. However, the application of genetic evidence in the court shares numerous legal and ethical issues. The proper handling of DNA is crucial, and the justice system must be keen to meet these requirements since the analysis is very sensitive. Therefore, expanding the opportunities in investigations creates many questions and controversies in criminal procedure legislation in connection with the further rise of intensive and innovative criminal cases connected with new genetic technologies. UNDERSTANDING GENETIC INFLUENCE Besides aggressive or delinquent tendencies in any given individual, genes may describe tendencies of impulsive behavior. In the case of different behaviors, specific genes have been found which may increase the risk of these behaviors hence meaning that few people may also be genetically predisposed to engaging in actions which might be associated with criminal elements. However, it is necessary to realize that genetics is the best segment of the equation. The essential constituents impacting behavior are upbringing, social repercussions, as well as existence reviews in environmental contextualization. The relationship between genetic susceptibility and environs is complex; it is this interplay that influences a person’s behavior. Thus, at the same time as genetics can provide invaluable information, it has to stop being regarded as an independent variable that is a replacement for one of the components of a complex system which is behavior. HOW THE GENETICS WORKS IN CRIMINAL PROCEEDINGS? Genetics occupies an important place in criminal suits most of the time thanks to the use of DNA evidence. Here’s an in-depth assessment of the way genetics works in the context of criminal justice: Crime Scene Investigation: organic samples like blood, saliva, hair, skin cells, or different physical fluids from the crime scene by investigators. Laboratory Analysis: the collected samples were dispatched to the laboratory for DNA extraction and their quantity was quantified to ensure that there was sufficient DNA for further analysis. Along with Polymerase Chain Reaction (PCR), special techniques amply the unique areas of DNA to get enough copies for research. DNA Profiling: These are specific loci of the DNA that change frequently from one individual to the other and they are known as Short Tandem Repeats (STRs). These regions are then used to make a DNA profile of the said regions. A DNA profile is a sequence of numbers that give figures of the STR markers are Mini-Satellites taken up for analysis. 20 STRs were analyzed by the FBI at the time of DNA fingerprint creation in America Comparison and Matching: The DNA profile that may be identified at the scene of the crime may be compared with profiles in nationwide databases that include the Combined DNA Index System (CODIS) system prevalent in the United States among other countries. If there might be a suspect, their samples are taken by force (with a warrant) and compared almost instantly to a profile from the crime scene evidence. Statistical Analysis: If a match is located, forensic scientists work out the probability that the DNA profile should be suitable for somebody else in the population. This is often given in the form of a “random healthy opportunity” defining how rare or frequent the profile is. This ratio makes it possible to measure the strength of the fit in terms of the probability of the evidence-given scenarios: one scenario in which the suspect is the source of the DNA and the second in which the source is an unknown actor. Reporting & Documentation: A precise record is created in terms of approaches applied, outcomes retrieved, and the significance of the suit from the statistical factor. This document is important for providing evidence in the courtrooms the proper format of presenting the document in the court docket must be followed to the latter to the best of the lawyer’s capability. During the evaluation, the chain of custody is followed to ensure that the proof was handled correctly at each phase. Court Presentation: Expert witnesses are employed in the courtroom to defend and analyze DNA evidence collected, the process that was employed, and the meaning of the results obtained. They make the court docket understand the admissibility and the consequences of genetic evidence. Post Conviction Analysis: Depending on peculiarities of concrete cases, for example, in case of new evidence or doubts in guilt, the DNA proof can be reviewed. More developments in molecular biology shall furthermore pave the way for better identification of antique samples. If new DNA evidence demonstrated that the convicted character was now not the supply of the biological cloth, then it would end up in exoneration and rectification of wrong convictions. EFFECTIVENESS OF BEHAVIORAL GENETICS While in legal arenas, behavioral genetics might supply mitigating circumstances throughout the time of sentencing, they also burden the alleles’ less understood and increased detailed comprehension of an offender’s actions while at the same time conveying apprehensive concerns of genetic determinism and genetic bias. In light of this there is increased awareness and acceptance of behavioral genetic evidence among the different professionals and the population as a whole; this awareness probably translates into more extra-informed decision-making; but again, misunderstanding and skepticism can do away with this powerful tool. In one case, the Appellate court commuted the sentence of the defendant after knowing that he had an MAOA allele even though, the trial judge reduced the defendant’s sentence to three years after knowing that he suffered from mental illness.. IMPACT OF GENETICS IN JUDICIAL SYSTEM The professionalism of genetics, especially DNA evidence, has been an amazing influence on the judiciary because it brought a change in the way of correcting and fairly solving complaints of criminality. The analysis of DNA signifies a one-of-a-kind approach to identifying criminals and has decreased instances of wrongful conviction and exculpation of innocent people in a broad manner. This medical method has transformed investigations bearing in mind the fast elimination or confirmation of suspects leading to enhancement of regulation enforcement besides biting resource distribution. Notably, DNA serfdom also has a high-power deterring effect on potential criminals as well as helping to solve so-called ‘cold cases’ and provide consolidation to the victims and their families. Because genetic proof renders itself to be more objective, it reduces the reliance that can be placed on arguably prejudiced and or unreliable trial effects. Just like with DNA technology, there have also been steady advancements in the enhancement of the preciseness of the forensic assessment together with leveled-up crime handling standards and ethics of samples and complaints. The analysis of DNA has subsequently raised people’s awareness and perception of forensic science which developed a better understanding of the criminal justice system. In addition, it brought better training concerning police work and basic forensic studies, giving a general boost to criminal investigation work. In general, the introduction of genetic factors into the judiciary system has helped boost the effort towards the delivery of justice through public relations, balance, and call for efficient assessment. CONCLUSION The role of genetics in the criminal justice process is still rather ambiguous and has critical consequences. Conduct may be inherited and accompanied by inclinations to be impulsive, aggressive, or even antisocial. But genetics is the best part of the equation as the environment is also about to take a very crucial part in conduct. Genetic proof inclusive of DNA profiling has been established to be critical in forensic technological know-how; assisting mark out criminals, unburdening the harmless parties, and connecting crimes to copy offenders. DNA evidence is very accurate reliable well treated. Yet, the use of genetic statistics in the justice device raises ethical and legal questions. These are privacy issues, one’s probability of getting discriminated against genetically, and issues surrounding determinism and free will. If genetic records are misconstrued it can lead to the wrong conviction or wrong sentencing of an individual. It is possibly true that in sentencing, genetic pre-dispositions are good to be taken as conditions that reduce culpability but there is a role that needs to be played in an open recognition of the genetic impact on the other hand with the other extreme that emphasizes personal responsibility. Genetic discoveries and the technological age will continue to affect the crook justice machine, by offering improved DNA investigation techniques, improvement of the genetic base of behavior, and feasible genetic remedies. References- Dr. Nirpat Patel, Vidhwansh K Gautaman & ShyamSundar Jangir, ‘The Role of DNA in Criminal Investigation – Admissibility in Indian Legal System and Future Perspectives’ (July 2013), < https://www.ijhssi.org/papers/v2(7)/Version-3/C0273015021.pdf> accessed August 11, 2024 Laura A. Baker, ‘The Biology of Relationships: What Behavioral Genetics tells us about interactions among family members’ (December 21, 2015), <https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4685725/> accessed 11 August, 2024 Sarah Williams, J.D., ‘How DNA Evidence works?’ (July 9, 2024), < https://www.findlaw.com/criminal/criminal-procedure/how-dna-evidence-works.html> accessed 11 August, 2024 Sarah Sharman, ‘Forensic and DNA: How genetics can help solve crimes’ (November 11, 2021),< https://www.hudsonalpha.org/forensics-and-dna-how-genetics-can-help-solve-crimes/ >accessed 11 Aug, 2024 Nicholas Scurich, ‘Behavioural Genetics in Criminal Court ‘(Sept. 18, 2017), <https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5730091/> accessed 11 August 2024 How Is DNA Profiling Used to Solve Crimes? (December 31, 2019) <https://online.maryville.edu/blog/how-is-dna-profiling-used-to-solve-crimes/> accessed 11 August, 2024) Grette Sara Titus, ‘The Role and Importance of DNA Evidence in the Indian Criminal Justice System’ (October 2023), <https://www.researchgate.net/publication/377560476_The_Role_and_Importance_of_DNA_Evidence_in_the_Indian_Criminal_Justice_System#:~:text=DNA%20Evidence%20has%20played%20an,traditional%20evidences%20were%20not%20present >accessed 11, August 2024"
  },
  {
    "headline": "NAVIGATING THE WATERS- A COMPREHENSIVE GUIDE TO MARITIME LAW",
    "data": "Maritime Law Maritime laws or Admiralty laws are the laws that cover all conventions, disputes, treaties, and matters such as shipping, navigations, rights of the seafarers or the issues or disputes occurring in the ocean. Maritime law came with the ancient civilisation of Egyptians, Greeks, and Romans as during that decade most trade was done using sea routes, so they can have their own rules and regulations. The earliest maritime law was The Rhodian Sea Law then came the next law The Consolato del Mare which almost covers all aspects of maritime trade such as shipping, rights, ownership etc. As the years passed by there has been a significant development in maritime law. In 1897, The International Maritime Committee came into force. The aim of this was to provide uniformity in the matters related to maritime activities which was taken over by IMO. “In 1948 United Nations established the International Maritime Organization (IMO). The original name of IMO when it was adopted as a convention was Inter-Governmental Maritime Consultative Organization later it was changed in 1982 to IMO.” Many conventions support IMO: “The International Convention for the Safety of Life at Sea, The International Convention for the Prevention of Pollution from Ships, and The International Convention on Standards of Training, Certification and Watchkeeping for Seafarers.” United Nations Convention on the Law of the Sea 1982 The United Nations Convention on the Law of the Sea 1982 (UNCLOS) deals with matters which concern the oceans and sea and it is also an international agreement which has a framework for maritime activities. It provides ideas for further framework also. “The Division for Ocean Affairs and the Law of the Sea (DOALOS) provides all information, and assistance for understanding the convention.” The United Nations General Assembly in 2015 developed an internationally binding instrument under the United Nations Convention on the Law of the Sea for the conservation and sustainability use of marine diversity in areas beyond national jurisdiction.” “UNCLOS is known as the Law of the Sea.” “This act divides the marine area into zones such as Territorial Sea, Internal Waters, Exclusive Economic Zone, Contiguous Zone and the High Seas. This convention provides rights and responsibilities in the five zones to the state. The baseline is the water line near the coast. The Internal waters are the waters on the landward side of the baseline, territorial sea extending up to twelve nautical miles from a state’s coastlines. The state can have their own rules and regulations within this zone. A contiguous zone means it is a zone between the territorial sea and the high seas and extends up to twenty-four nautical miles from its baseline. Exclusive Economic Zone is the zone that extends to two hundred nautical miles from its baseline. Under this zone each state has their own rules and regulations they can decide on matters related to trade etc.” Major Areas Covered by Maritime Law The major areas of maritime law are shipping and navigations which cover regulations, operations, navigations, and construction of a ship. The next area is the maritime contracts which cover parties, bills of lading and marine insurance whereas marine environment protection aims at preventing and protecting marine biodiversity. Slaves and Treasures hunting in this aspect provide legal frameworks for rescuing and finding. Seafarers’ rights, privacy, and security which cover labour law, safety, the welfare of workers and the legal measures to ensure security. There are some legal rights as a seafarer and the laws which protect them are “The Longshore and Harbor Workers Compensation Act in this program those workers who got injured while working near the waters such as cargo vessel loading, worksite etc. The injuries covered in this act are disability, death, dislocations etc. The compensation is till when the worker is recovered, Maintenance and cure, Death on the High Seas Act gives compensation to family members of the workers and claiming this might be a little complex process., The Jones Act .” Flag State Principle: The Significance of a Ship’s National Registration Every merchant ship has the right to register in whichever country they want, and they should follow that state’s rules and regulations. Each state’s maritime law has its own rules and regulations. Registration plays a significant role in their business such as purchase, trade etc. It is called the flag state principle because earlier flags were used to symbolise the nation so it could be easily identified which nation the ship belongs to. “If the ship is registered under the ship’s owner origin then it’s called flag state whereas if it’s registered under some other country other than the owner’s origin then it’s called flag of convenience(FOC).” The flag of the state is important because if in case any dispute arises because of the ship’s nationality it can be solved and if any damages happen outside their jurisdiction then for that country it will be easy to refer to the flag state and come to a conclusion. “The International Safety Management Code should be followed by the responsible flag state. Flag states should always be cooperative with the other flag states for investigation etc. According to “UNCLOS”Each flag state i,e, where it has been registered should ensure its ships comply with the marine laws and anti-pollution requirements”. Flag state can be changed only if the owner has decided to move to some other state or has sold the ship. CONCLUSION Maritime Laws are important as there have been many trades or transfers happening through the seas and it also helps us to ensure that all the rules and regulations are proper so that in case a dispute arises between two states then it can be solved easily by checking the jurisdiction etc accordingly. Having maritime zones makes clear each of the region’s coastal rights and responsibilities, and they can work according to those laws. It also helps to ensure that maritime operations are conducted safely, satisfying both parties’ needs, etc. Maritime law has evolved according to the current needs and development and has earned a place in the international markets. These laws should be updated as the oceans are interconnected and there is a need for each region so that unnecessary disputes can be avoided. References- ‘Brief History of IMO’,(International Maritime Organization, 2019) <https://www.imo.org/en/About/HistoryOfIMO/Pages/Default.aspx> accessed 17 July 2024 Julia Karan, ‘What Is Maritime (aka Admiralty) Law, and Why Is It Important?’( Investopedia, 10 March 2024) <https://www.investopedia.com/terms/m/maritime-law.asp> accessed 17 July 2024 United Nations Convention on the Law of the Sea 1982 United Nations Convention on the Law of the Sea 1982 . ‘United Nations Convention on the Law of the Sea’, ( International Maritime Organization, 2019) <https://www.imo.org/en/OurWork/Legal/Pages/UnitedNationsConventionOnTheLawOfTheSea.aspx#:~:text=The%20United%20Nations%20Convention%20on,the%20oceans%20and%20their%20resources. > accessed 18 July 2024 United Nations Convention on the Law of the Sea 1982 ‘United Nations Convention on the Law of the Sea’, ( International Maritime Organization, 2019) <https://www.imo.org/en/OurWork/Legal/Pages/UnitedNationsConventionOnTheLawOfTheSea.aspx#:~:text=The%20United%20Nations%20Convention%20on,the%20oceans%20and%20their%20resources. > accessed 18 July 2024 ‘United Nations Convention on the Law of the Sea, (UNCLOS)’( BYJU’S) <https://byjus.com/free-ias-prep/unclos/. >Accessed 18 July 2024 ‘UNCLOS’, (Dristi IAS, 15 December 2021 ) <https://www.drishtiias.com/daily-news-analysis/unclos-1> accessed 18 July 2024 ‘Your Legal Rights as a Seaman – a Seaman’s Legal Guide to Maritime Law’,(Schechter Schaffer & Harris, 21 September 2020) <https://maintenanceandcure.com/maritime-blog/types-of-maritime-laws/> accessed 18 July 2024 Karan C, ‘What are Flag States in the Shipping Industry And What’s Their Role?’,(Marine Insight, 09 June 2021) <https://www.marineinsight.com/maritime-law/what-are-flag-states-in-the-shipping-industry-2/> accessed 18 July 2024 United Nations Convention on the Law of the Sea 1982 Karan C, ‘What are Flag States in the Shipping Industry And What’s Their Role?’,(Marine Insight, 09 June 2021) <https://www.marineinsight.com/maritime-law/what-are-flag-states-in-the-shipping-industry-2/> accessed 18 July 2024"
  },
  {
    "headline": "BIOLOGICAL WEAPON WARFARE:   AN ANALYSIS OF ITS ACTION AND IMPACT",
    "data": "INTRODUCTION Among various threats to mankind, one such vital and vicious weapon to destroy humans is a biological weapon. The use of biological weapons had not been a recent practice. For years together, since time immemorial, poisonous plants and algae, bacteria, and viruses have been used to kill humans. More than artillery and modern warfare equipment, these poisonous plants and biological agents may have a large impact on human beings. Poisonous elements of the plants, viruses, and bacteria shall also be used to spread deadly diseases to the alien countries. Such instances have also been witnessed in our timeline. The effects of biological weapons may pass on to generations and weaken mankind as a whole. There are also branches of biological weapons based on deadliness, the spread of diseases and the easy availability of poisonous plants. Botanical weapons being one of the branches of biological weapons shall be used by any person with easy access to poisonous plants. From rural areas to science labs, these poisonous plants have been tested and used. To curb the unethical use of these poisonous plants and bioterroristic agents, various International Commitments have been executed. In addition to this, various laws have also been enacted by countries across the globe. A better understanding of the above enacted legislative measures and the impact of this Biological Weapon would enable us to brace ourselves towards the future of Biowarfare. BIOLOGICAL WEAPON In short, a Biological Weapon is understood as an agent that brings a new disease to mankind. Such diseases are made to affect humans, at times their effect extends to plants and animals also. Bacteria, viruses, rickettsia, fungi and other toxins are the most predominant Biological Weapon agents. The direct use of these agents leads to mass destruction as they are more infectious and poisonous. Biological Weapons concentrate on infrastructural destruction. Rather it is only the human beings, animals and plants that are affected by this biological weapon. It has been always witnessed that biological weapons result in a higher number of deaths in comparison to warfare arms. The Centre for Disease Control and Prevention Board of the United States has found that viral hemorrhagic Fevers such as smallpox, anthrax, plague, botulism and tularemia are the most dangerous lethal biological weapons, causing high death rates. TYPES OF BOTANICAL WEAPONS AND THEIR IMPACT Numerous organisms and toxins are forming various types of biological agents based on their genesis. The Centre for Disease Control and Prevention (CDC) of the US Government has classified bioterrorism agents into three categories based on their impact on living beings. Based on the findings of the CDC, it was given that : INSTANCES OF USING BIOLOGICAL WEAPONS AND THEIR EFFECTS Though the usage of biological weapons had been in the past even before the traces of historical events, few significant points in time witnessed the cruel outbreak of biological weapons. The 12th to 18th centuries witnessed the misuse of toxins using poisoning water wells by Emperor Barbarossa, the mixing of leprosy blood in wine by Spanish to French, the hurling of plague victims bodies by Tartar forces, the distributing smallpox patients’ bedsheets to naive Americans by British, and many other events. During World War 1, the grounds for biological weapons took strong hold. Germany, being aggrieved by the Allied Armies, passed glander disease to infect the cattle and horses owned by the Allied Armies. Japan was also one such country involved in active testing of Biological Weapons. It was found that more than 3000 humans were killed by their experiments and attacks using biological warfare agents. Bubonic plague, anthrax, typhus, yellow fever. Smallpox, tularemia, Hepatitis, and cholera were a few infectious agents employed by Japanese biologists, mainly headed by the Father of Japanese Biological Weapons, Shiro Ishii. Even during World War II Biological Weapons produced by Japan’s Unit 731 were used to forcefully infect war prisoners and other civilians. Even during the Cold War, the Soviet Union and the United States were in full research spheres towards the development of biological warfare weapons. However, the conventions and treaties signed by world nations led the Cold War to cease. INTERNATIONAL CONVENTIONS One of the very first understandings between the countries regarding the non-usage of biological weapons was between Germany and France to not use poisonous bullets in war. In the later part of history, biological weapons were used as a tool for mass destruction to weaken enemy countries. Destruction is not the only solution to showcasing one’s strength. In pursuit of realizing this, the International Organization of the United Nations urged the need for a convention to enforce peace. The Geneva Protocol of 1925 serves as one of the important steps taken towards the complete curbing of biological weapons. Through this convention, suggestions such as the prevention of poisonous gases in warfare and the spread of bacteriological diseases were submitted. Despite their existence, countries were also involved in the development of biological warfare weapons. As a result of continuous demand for disarmament, the Nuclear Non-Proliferation Treaty was signed in 1968. The Biological and Toxin Weapons Convention of the year 1975 set stringent rules for the production and development of such infectious, fatal weapons. With these conventions in action, there are also laws enacted by countries by their legislature to prevent the unethical use of biological agents and toxic plants. LAWS IN INDIA India has always been an active advocate of disarmament. India has also signed the Biological Weapons Convention of 1975 and, in later times, ratified the same. Apart from that, India has also enacted legislation to control biological weapons in India. The Unlawful Activities Prevention Act 1962 provided that any such act involving radioactive substances and nuclear devices against the state shall be deemed unlawful activity amounting to punishment. The Prevention of Terrorism Act 2002, provides that using lethal weapons, poisonous or noxious gases, or any other biological chemical substance that is hazardous, causing loss of life and destruction amounts to a punishable offence. The Weapons of Mass Destruction and Their Delivery Systems Act 2005, provides that no such biological warfare weapons should be manufactured, acquired, developed or transmitted. Any such act would lead heinous offence against the state. Section 19 of the Act provides punishment for offences concerning which no provision has been made. Accordingly, such offences under Section 19 would attract a punishment of imprisonment that extends up to a year, a fine, or both. The ceiling of punishment in Section 19 might probably be misused when undefined grievous offences come under its purview. In such cases, a provision with increased punishment and left to the discretion of the judge is needed. However, Section 20 of the Act dealing with offences by companies lacks a stipulation of a minimum or maximum of years of imprisonment. CONCLUSION With the above findings, we could conclude that biological weapons have been always a part of human history. Even before the expansive use of firearms, the use of toxic plants has always played a role. Instances from the Monarchy rule of the 12th century to the Industrial Revolution in the 18th century show the deep-rooted use of biological agents as weapons. More than infrastructural loss caused by the firing of artillery, the loss of life caused by these biological weapons tends to sow the seed of vengeance. In turn, countries used their research and development in the area of biological warfare to equip themselves and also render a catastrophic attack. Time elapsed, and the need for humans to settle with peace demanded the world’s nations drop their biological weapons production. Conventions have helped the world to be a better place to live than in the past. Countries like India enforced new laws to strengthen their non-compilation with biological weapon development. But the near future may show an elevating streak of biological warfare weapons. Thus, it is high time for us to enact much more special laws and build a better world. References- Balram Rathish, Roshini Pillay, Arun Wilson, Vijay Vasudev Pillay, ‘Comprehensive Review of Bioterrorism’ (Stear Pearls, 27 March 2023) <https://www.ncbi.nlm.nih.gov/books/NBK570614/ > accessed on 02 July 2024 Barry R. Schneider, ‘Biological Weapon’(Britannica, 17 May 2024) <https://www.britannica.com/technology/biological-weapon>accessed on 2 July 2024 S.J.S Flora, ‘Biological Warfare Agents : History and Modern-day Relevance’ (2020) 01 ScienceDirect 4,6 <https://www.sciencedirect.com/science/article/abs/pii/B9780128120262000013?via%3Dihub> accessed on 03 July 2024 Stefan Riedel, ‘Biological Warfare and Bioterrorism : a Historical Review’ (2004) 17 National Library for Medicine US Government 400-406 <https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1200679/> accessed on 04 July 2024 W. Seth Carus, ‘A Short History of Biological Warfare : From Pre-History to the 21st Century’ (2017) 12 NDU Press 12-27 <https://ndupress.ndu.edu/Portals/68/Documents/occasional/cswmd/CSWMD_OccasionalPaper-12.pdf> accessed on 5 July 2024 Geneva Protocol 1925 Jenni Rissanen, ‘The Biological Weapons Convention’ (NTI, 28 Feb 2003) <https://www.nti.org/analysis/articles/biological-weapons-convention/> accessed on 8 July 2024 The Unlawful Activities Prevention Act 1962, s 16 Prevention of Terrorism Act 2003, s 3 The Weapons of Mass Destruction and their Delivery Systems Act 2005, s 8 The Weapons of Mass Destruction and their Delivery Systems Act 2005, s 19 He Weapons of Mass Destruction and their Delivery Systems Act 2005, s 20"
  },
  {
    "headline": "REVISITING CONVERSION LAWS: THE EFFECTS OF UTTAR PRADESH’S RECENT AMENDMENTS",
    "data": "INTRODUCTION UP Chief Minister Yogi Adityanath Nath recently introduced a new anti-conversion bill by amending the “Uttar Pradesh Prohibition of Unlawful Conversion of Religious Act,2021. This amendment will make the anti-conversion law more stringent. Many amendments have been made by the BJP government making its enforceability wider. Why are Anti-Conversion laws prevalent in India? In India, one can find legislation related to Anti-Conversion from the colonial era. The assumptions regarding this legislation are public safety, apostasy, forced conversion and other related matters. After Independence, laws in India for anti-conversion were made mostly with two assumptions firstly, people are not willing to convert to other religions i.e. they are being coerced to do so. Secondly, certain sections of some religions are more vulnerable to coerced conversion compared to others. There is always a fear among the majority class of society that they will become a minority if people from their religion keep converting to other religions and they will minor in their own country. Roots of Anti-Conversion Laws in India Laws related to anti-Conversion laws can be traced back to the colonial era. Many princely Hindu states in the latter half of the 1930s and 1940s enacted Anti-Conversion laws. It was done to deal with the fear of upsurging conversion by British Missionaries. Some of the laws that were enacted at that time include the Raigarh State Conversion Act, 1936; the Surguja State Apostasy Act, 1942; and the Udaipur State Anti-Conversion Act, 1946. After Independence, our parliament tried to enact several Anti-Conversion laws but failed to do so. First, the Indian Conversion (Regulation and Registration) Bill was introduced in 1954, which sought to enforce the “licensing of missionaries and the registration of conversion with government officials.” This bill failed to gather majority support in the lower house of Parliament and was rejected by its members. This was followed by the introduction of the Backward Communities (Religious Protection) Bill in 1960, “which aimed at checking conversion of Hindus to ‘non-Indian religions’ which, as per the definition in the Bill, included Islam, Christianity, Judaism and Zoroastrianism,” and the Freedom of Religion Bill in 1979, which sought “official curbs on inter-religious conversion.” These bills were also not passed by Parliament due to a lack of parliamentary support. LEGAL FRAMEWORK REGARDING ANTI-CONVERSION LAWS As we know the Indian constitution guarantees citizens the right to religion under Article 25 which allows “freedom of conscience and free profession, practice and propagation of religion.” It gives citizens of India the right to believe, practice, and protect their religious beliefs under this article. It puts reasonable restrictions while enjoying these rights in the interest of public order, morality, and health. JUDGEMENT OF SUPREME COURTS ABOUT ANTI-CONVERSION. Shafin Jahan vs Asokan K.M & Ors.: In this case right to marry a person of one’s own choice was upheld by the Supreme Court. This case is famously known as the Hadiya case. The respondent made an allegation that his daughter, Hadiya alias Akhila has been forcibly converted to Islam on the pretext of marriage. High Court had ruled in favour of her father and ordered her to live in the custody of her parents, but the Supreme Court overruled this judgement and affirmed her right to live in the manner she chose and marry the person of her choice. K.S. Puttaswamy vs Union of India: The right of an individual to make vital decisions in life comes under the right to privacy which was made a fundamental right by this judgment. As marriage is one of the vital decisions of one’s life, it is automatically covered under it. S, Pushpabai vs. C.T. Shelvaraj: In this case, the Supreme Court affirmed the right of a person to convert to any other faith as long as the conversion is voluntarily done and is genuine. Court emphasized that any amount of coercion will violate the freedom of religion which is the fundamental right of any citizen. Sarla Mudgal vs. Union of India: In this landmark judgement the court settled the ambiguity surrounding the rights, obligations and duties of people who change their religion to do bigamy and in turn defeat the law. The court held that if a Hindu subsequently marry a second person after changing the religion, then it becomes void. It held that the right to change religion can’t be used to defeat the law and perform bigamy. CONTROVERSIES REGARDING ANTI-CONVERSION LAWS There are many controversies regarding Anti-Conversion laws in India. Critics argue that it is against marriages i.e. right to choose your willful partner. Emphasis on ‘love jihad’ is also made and allegations are made that Muslim youths are being targeted through this type of law. There are very little to no convictions in matters related to conversion and it is only enacted to detain people who want to practice their rights given in Article 21– right to life and personal liberty and Article 14– Right to Equality. AMENDMENTS MADE IN THE NEW ANTI-CONVERSION LAW OF UP. Who can make complaints? In earlier acts, only “any aggrieved person” or close relatives could file a complaint, but the new amended act allows “any person” to file an FIR for any violation of this act. The closed relative means brother, sister, parents who are related to blood but police official mostly used to allow any person even local elected body and this was clarified by Allahabad High Court many times. Bail Provisions. This amendment has made the bail provision more stringent. In this amended act all the offences are made cognizable and non-bailable, adjudicated by a session court or higher judicial forums. Stringent “twin conditions of bail” similar to the Prevention of Money Laundering Act and Unlawful Activities (Prevention) Act, 2002. Revision of Section 7 of this Act. The burden of proof is on the accused to prove his/her innocence which makes the bail difficult until the completion of the trial. The public prosecutor will contest the case then only bail can be granted. Here the public prosecutor will firstly be given the opportunity to contest on bail plea and only after there are reasonable grounds given for bail so that the accused will not harm the petitioner while released on bail. This confirmation can only grant bail to the accused. Changes in Penalties. The minimum prison term has been increased from 1 year to 5 years and the maximum prison term has been increased from 5 years to 10 years. The fine has been increased from Rs. 15,000 to Rs 50,000. A new offence has been added, if a person secures “foreign” funds for unlawful conversion then a jail term of 7-14 years and a fine of Rs 10 lakhs. CONCLUSION UP recent conversion law and similar laws in different states of India represent a complex interplay between protecting religious freedom and prevention of coerced conversion in India. There are supporters and critics of these laws. Critics argue that the vague term written in this type of act is only for misuse and torturing people in the name of religion. Recent amendments made by the UP government made it more stringent by increasing penalties, anyone can file a case under violation of this act. the BJP government argues that it is to stop the mass conversion of vulnerable classes of people in society. Arguments will keep happening around controversial laws like this, but it is important to strike a balance in society and it can be only possible if laws are implemented with due care and fair and impartial implementation. A country like India needs to have a proper dialogue and discussion about the matter at hand to maintain the secularism of our country. References- Uttar Pradesh Prohibition of Unlawful Conversion of Religious Act,2021. Ajoy Sinha Karpuram, ‘UP govt proposes strengthening anti-conversion law: why, what are the key changes?’ (01 August, 2024) < https://indianexpress.com/article/explained/explained-law/up-govt-proposes-strengthening-anti-conversion-law-9485220/> accessed on 8 August, 2024 Ms. Aporva Shekhar, ‘Anti-Conversion laws in India’(August 17, 2021) <https://blog.ipleaders.in/anti-conversion-laws-indian/#Loopholes_existing_in_the_law_and_possible_solutions> accessed on 8 August, 2024 Tariq Ahmad, ‘ State Anti-Conversion Laws in India’ (2018) The Law Library of Congress, Global Legal Research Centre <https://maint.loc.gov/law/help/anti-conversion-laws/india.php> accessed on 8 August, 2024 Raigarh State Conversion Act, 1936 Surguja State Apostasy Act, 1942 Udaipur State Anti-Conversion Act, 1946 Tariq Ahmad, ‘ State Anti-Conversion Laws in India’ (2018) The Law Library of Congress, Global Legal Research Centre <https://maint.loc.gov/law/help/anti-conversion-laws/india.php> accessed on 8 August, 2024 Constitution of India (November 26, 1949), s. Article 25 Shafin Jahan vs Asokan K.M & Ors  SC 16,  SCC 1136 K.S. Puttaswamy vs Union of India  SC 10,  SCC 4161. S, Pushpabai vs. C.T. Shelvaraj  SCC Sarla Mudgal vs. Union of India  SC 3,  SCC 635. The Constitution provides in Article 21. The Constitution provides in Article 14. Prevention of Money Laundering Act and Unlawful Activities (Prevention) Act, 2002."
  },
  {
    "headline": "LOCUS STANDI AND ACCESS TO ENVIRONMENTAL JUSTICE IN NIGERIA",
    "data": "INTRODUCTION The right to sue or defend a claim in court is known as locus standi. In the context of environmental law, it determines who is entitled to bring a case to court regarding environmental harm. Environmental justice seeks to ensure that all individuals, regardless of their background, have equal access to a healthy environment and the legal means to protect it. In Nigeria, where environmental degradation often disproportionately affects marginalized communities, understanding locus standi is crucial for achieving justice. Nigeria’s rich natural resources have resulted in serious environmental challenges, such as oil spills, deforestation, and pollution. These problems have ignited widespread activism and demands for justice, particularly from communities impacted by industrial activities. Legal Framework Governing Locus Standi and Environmental Justice in Nigeria CHALLENGES TO ACCESSING ENVIRONMENTAL JUSTICE IN NIGERIA Accessing environmental justice in Nigeria faces numerous challenges, particularly concerning the doctrine of locus standi. This legal principle determines who has the right to bring a case to court, and its strict application often serves as a barrier for affected communities. Some of these challenges include: SOLUTIONS TO CHALLENGES IN ACCESSING ENVIRONMENTAL JUSTICE To address the challenges faced in accessing environmental justice in Nigeria, particularly concerning locus standi, several solutions can be implemented. These solutions aim to enhance legal frameworks, increase public awareness, and empower affected communities. These solutions include: CONCLUSION The interplay between locus standi and access to environmental justice is crucial in Nigeria. Despite the existence of legal frameworks aimed at protecting environmental rights, significant barriers persist that hinder affected communities from seeking redress. These include strict interpretations of locus standi, high litigation costs, and a lack of awareness among citizens regarding their rights. To overcome these challenges, lawmakers, civil society, and the judiciary need to collaborate on reforming existing laws and practices. By doing so, they can create a more inclusive legal environment that empowers all Nigerians to protect their environment and seek justice for environmental harms, ultimately fostering a healthier and more equitable society. References- Olusegun Yerokun, Casebook on Constitutional Law (2016) (Princeton & Associates Publishing Company Ltd) Iproject Master, Locus Standi: An Obstacle to Environmental Justice in Nigeria <https://www.iprojectmaster.com/law/final-year-project-materials/locus-standi-an-obstacle-to-environmental-justice-in-nigeria> accessed 18 August 2024 Constitution of the Federal Republic of Nigeria 1999, s 6 Constitution of the Federal Republic of Nigeria, s 46(1) Oyetola Muyiwa Atoyebi, Locus Standi as an Obstacle to Environmental Justice in Nigeria (2023) <https://lawpavilion.com/blog/locus-standi-as-an-obstacle-to-environmental-justice-in-nigeria/> accessed 18 August 2024 National Environmental Standards and Regulations Enforcement Agency (NESREA) Act 2007, s 7 Alatise, ‘The Future of Standing to Sue in Environment and Climate Change Litigations in Nigeria’ (2022) NAUJILJ 13 (1) Imaobong Ukpong & Emaediong Ofonime Akpan, Challenges of Access to Environmental Justice in Nigeria International Journal of Research Education and Management Science, Vol.4 No.2, New York ibid Ibe & Akwa, ‘Mechanisms for Access to Environmental Justice in Nigeria: Challenges and Prospects’ AJLHR 5(2) (2021) Imaobong Ukpong & Emaediong Ofonime Akpan, Challenges of Access to Environmental Justice in Nigeria International Journal of Research Education and Management Science, Vol.4 No.2, New York Ibe & Akwa, ‘Mechanisms for Access to Environmental Justice in Nigeria: Challenges and Prospects’ AJLHR 5(2) (2021) FO Nyemetu Roberts, ‘Engendering access to environmental justice in Nigeria’s oil producing areas’ (2021) <https://scielo.org.za/scielo.php?pid=S2077-49072021000200007&script=sci_arttext> accessed 18 August 2024 Adewumi Lydia Yeside, ‘Environmental Justice in Nigeria: Examining the Issue of Locus Standi’ (2021) < https://unilaglawreview.org/2021/01/13/environmental-justice-in-nigeria-examining-the-issue-of-locus-standi/> accessed 18 August 2024. Ibe & Akwa, ‘Mechanisms for Access to Environmental Justice in Nigeria: Challenges and Prospects’ AJLHR 5(2) (2021) Helen U. Agu, ‘Achieving Environmental Justice and Just Energy Transition in Nigeria: Challenges and Legal Safeguards’ < https://www.bradford.ac.uk/law/research/school-of-law-university-of-bradford-conference/conference-presentations-and-recordings-/Breakout-Room-10-Presentations.pdf> accessed 18 August 2024 Ibe & Akwa, ‘Mechanisms for Access to Environmental Justice in Nigeria: Challenges and Prospects’ AJLHR 5(2) (2021)"
  },
  {
    "headline": "AI’s LEGAL REVOLUTION: TRANSFORMING THE PRACTICE OF LAW",
    "data": "INTRODUCTION Artificial intelligence dramatically remodels industries, but probably one of the biggest changes happens within the legal profession. Unlike previous technological changes, mainly automating manual tasks, AI targets cognitive processes and is supposed to augment or even replace some human functions within legal practices. ROLE OF AI IN LAW AI’s ingenuity in the legal domain is broad-ranging and varied, touching almost all areas—contract review, legal research, discovery processes—and finally, prediction of legal outcomes. AI-driven contract review has been pioneered by startups such as Lawgeex, increasing the speed of the process manifold while attaining consistency. On the other hand, Westlaw Edge applies AI to empower legal research by helping lawyers go through complex legal information efficiently. These tools can get through enormous volumes of data to find relevant documents and patterns that might otherwise go amiss by human lawyers. At the same time, despite these developments in technology, AI is still far from being perfect to be used in place of human judgment. This is most often because there are biases in the training data and AI decision-making is still opaque. The advantages associated with the use of AI in legal practices are voluminous. AI-powered contract review tools are capable of quickly locating problems and errors at rather phenomenal speeds and with consistency, hence liberating lawyers from such tasks to focus on the more complex aspects of the work. In discovery, machine learning algorithms shall be able to manage large document repositories, finding relevant content while adhering to legal standards. It is in this regard that semantic search technologies in legal research enable a deeper and more nuanced understanding of case laws and precedents, drastically improving the quality of legal analysis. Generative AI is one of the most exciting developments: models like OpenAI’s GPT-3 generate coherent, contextually appropriate text with minimal input, revealing a heretofore uniquely human level of creativity. This is very useful while drafting contracts and legal documents. Nevertheless, these generative models still need to be checked by humans to ensure that their content is reliable and accurate. Legal language is subtle and context-specific, and all its nuances cannot be captured by AI alone without expert validation. AI’s predictive powers also land in the realm of legal outcome forecasting, greatly helping with case trajectory insights and judicial tendencies. These are platforms like Lex Machina, which guide legal strategies for attorneys to make better decisions by using predictive analytics. On the other hand, AI used in making judicial decisions, such as sentencing or bail, has some ethical concerns. These algorithms, of the ilk of COMPAS, which are used for risk assessments for recidivism, have been accused of showing racial biases because these tools mirror structural inequalities that are enshrined in their training data sets. These issues shed light on the amount of care and oversight that shall be required in applying AI to such sensitive areas. But then, such integration also raises some important questions concerning the role of AI within the justice system: whether certain legal processes should be mandated by AI, if defendants have a right to access such AI tools, and whether the use of AI in legal proceedings is transparent, thus liable to scrutiny. Many ML models are per se opaque and therefore pose a challenge to situations in which accountability and fairness count. What makes AI special is the potential for improving legal processes in terms of effectiveness and accuracy. Yet, the very limitations of AI itself—bias, lack of transparency, ethical issues—imply that there is a call for carefulness toward its adoption, particularly in themes as important as criminal justice. The journey of AI in law has just started, and its full impact is yet to be realized. Certainly, AI within the legal profession will grow alongside the developments it undergoes. The key will be harnessing its capabilities to augment human expertise, not replace it, so technological development does not occur at the expense of principles of justice in the delivery of legal services. The maintenance of this balance of innovation and ethics in the continuing practice of law will be paramount amidst challenges and opportunities from AI. AI does not simply transform the legal profession; rather, it shows a wider trend of technological integration across sectors. Hence, it can be said that the interaction of human acumen with the computing power of AI ushers in a new era for the legal profession. This new era shall be marked by efficiency, accuracy, and easy access to legal services. The path ahead in this regard is not very smooth at all, however ethics issues in AI in law relate to questions of bias and accountability. This calls for stringent frameworks within the profession on ethical AI use, ensuring such technologies are serving the cause of justice and not perpetuating existing inequalities. Thus, the legal education system should keep pace with these changes and train a new generation of lawyers to collaborate with AI tools effectively. This refocus would indeed be a new set of priorities within traditional legal education toward the acquisition of not only conventional legal competencies but also technological literacy and AI literacy—that is, knowledge about the possibilities and limitations of AI. The promise that AI holds for the legal profession is very great but has to be approached with a lot of caution. Taking its time to develop, its integration into the legal field demands careful control and belief in ethical principles. Such actions will ensure that AI can provide the legal profession with abilities to extend justice to all by way of accessibility, efficiency, and equitability. CONCLUSION Ultimately, AI is reforming the legal profession in several ways and presenting both opportunities and challenges. Its effectiveness in enhancing human capabilities, increasing efficiency, and improving the accuracy of legal procedures certainly cannot be denied. On the other hand, it is the ethical concerns and limitations that must be kept under careful management so that the integration of AI into the legal fraternity serves the ends of justice. Such shall be the kind of future for law: wise use of AI in innovation and ethics. Just as the legal profession takes a new turn with AI, it will be striking a very fine balance between both, extremely important in shaping a future where technology shall serve justice and equity. References- ‘Impact of Artificial Intelligence on Indian Legal System’ (Legal Service India – Law, Lawyers and Legal Resources) <https://www.legalserviceindia.com/legal/article-631-impact-of-artificial-intelligence-on-indian-legal-system.html> accessed 4 August 2024 Stepka M, ‘Law Bots: How Ai Is Reshaping the Legal Profession’ (Business Law Today from ABA, 21 February 2022) <https://businesslawtoday.org/2022/02/how-ai-is-reshaping-legal-profession/> accessed 4 August 2024 Toews, R. (2023) Ai will transform the field of law, Forbes. Available at: <https://www.forbes.com/sites/robtoews/2019/12/19/ai-will-transform-the-field-of-law/?sh=5c65fd8e7f01> (Accessed: 04 August 2024). Hillarybrodsky (2022) The evolution of Legal Research: Legal Blog, Thomson Reuters Law Blog. Available at: <https://legal.thomsonreuters.com/blog/the-evolution-of-legal-research/> (Accessed: 04 August 2024). Becerra, S.D. The rise of artificial intelligence in the legal field: Where we are and where we are going, Pepperdine Digital Commons. Available at: <https://digitalcommons.pepperdine.edu/jbel/vol11/iss1/2/> (Accessed: 04 August 2024). Duke. Available at: <https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=3824&amp=&context=lcp> (Accessed: 04 August 2024). Nick (2022) Legal AI software: Above the law non-event, Above The Law’s Legal Tech Non-Event. Available at: <https://abovethelaw.com/legal-innovation-center/the-legal-tech-non-event/artificial-intelligence/> (Accessed: 04 August 2024). Reiling, A.D. (Dory) (2020) Courts and artificial intelligence, International Journal for Court Administration. Available at: <https://iacajournal.org/articles/10.36745/ijca.343> (Accessed: 04 August 2024)."
  },
  {
    "headline": "THE RISE OF GENERATIVE AI STARTUPS- HOW VC FIRMS ARE SHAPING THE NEXT WAVE OF INNOVATION",
    "data": "INTRODUCTION Generative AI is reshaping industries and economies all over the world, heralding a new age in technological progress and creativity. This revolution is being spearheaded by venture capital (VC) firms that are fostering the growth of generative AI start-ups that are pushing the limits of possibility. The blog will reflect on the rise of generative AI start-ups while also discussing how VC firms are shaping this next wave of innovation through recent developments among investments made across different markets globally. The Generative AI Landscape Generative AI refers to those artificial intelligence systems that can generate new content, from text and images to music and code, based on the data they’ve been trained on. This technology has gained significant traction with startups leveraging generative AI to develop innovative solutions across multiple sectors. Companies like OpenAI, Hugging Face, and Stability AI are leading the charge by creating models such as GPT-4 and CLAUDE that stretch the limits of what AI can achieve. The swift progression of generative AI models has attracted attention from VC firms who are eager to invest in start-ups that use these technologies to solve real-world problems. The increasing focus on AI has resulted in a great deal of financing as well as new methods of funding aimed at supporting these start-ups. Venture Capital Investment in Generative AI The public is increasingly buying into how venture capitalists believe in generative AI startups due to the possibility of making high profits and changing various sectors. Published recently on AWS’s blog was the news about their commitment to generating applications using generative AI by allocating$230 million through its Generative AI Accelerator program. It intends to provide up to a million dollars worth of AWS promotional credits along with advice from professionals and others such as NVIDIA or Meta (AWS Blog 2024).Venture capitalists are fighting tooth and nail for a piece of this investment pie by trying to pinpoint innovators who will do something new or different with Generative AIs. For example, AWS also gives support to other start-up companies such as Leonardo.AI, which enhances visual asset creation through its generative AI capabilities utilizing AWS Inferentia2 processor (AWS Blog 2024). Regional Investment Strategies Global investment strategies in generative AI differ, according to various national economic priorities and technological interests. United States: Over the past five years, AI-related VC investment has been significant in the US, reaching $290 billion (OECD Data). This has helped with the development of self-driving cars, as well as the advancement of technologies used in healthcare and IT infrastructure (OECD Data). The major players in this sector include Google and Tesla who are among those driving innovation in autonomous driving technology while on the other hand; the FDA’s support for AI in medical diagnostics has provided a boost to healthcare investors (OECD Data). The Federal Cloud Computing Strategy is also focused on how to use AI for better management of data and improvement of IT infrastructure (OECD Data). China: The nation of China is an influential player in the worldwide market for AI, and estimates suggest that by 2025, this industry will exceed $61 billion (OECD Review). It has been able to gain prominence as a leader in the industrial use of AI technologies through its strategic plans like the “Made in China” project together with massive investments into robotics and self-driving cars. Additionally, China’s strategy emphasizes strong government backing, as well as ethics and governance of AI (OECD Review). Japan: Japan is utilizing AI in responding to its demographic problems like the increasing number of old people and reduced number of working people. The government’s Society 5.0 program seeks to incorporate AI into everyday activities thereby improving communication and mechanization. In Japan, there are legal systems, such as the Regulatory Sandbox that promote new ideas by allowing public-private partnerships (OECD Data). The formation of a new Digital Agency in 2021 serves as evidence of Japan’s determination to hasten the change from analogue to digital and uplift its AI industry (OECD Data). India: According to OECD Data, by the year 2027, the size of the AI market in India will touch $17 billion with increased spending on enterprise technology and talent pool. AI is transforming digital marketing in India by providing personalized experiences and automating decision-making processes. Businesses wishing to make use of AI for greater efficiency and highly targeted marketing can take advantage of this trend (OECD Data). Germany: In AI innovation, Germany is becoming a vital player, powered by big investments from US tech titans like Microsoft and Apple. The country’s dedication to progressing AI research is underscored by earmarking the largest single amount in EU financing towards brain data research aimed at AI. Moreover, Germany’s intention to double its budget for AI demonstrates ambition as far as global tech giants are concerned while also leading in AI development (OECD Data). The Role of VC Firms in Shaping AI Innovation Venture capital (VC) firms have a huge part in shaping the generative AI market by providing money, advice, and help to new companies. Their investments not only fuel technological advancements but also help startups navigate regulatory landscapes and scale their operations. For example, AWS’s Generative AI Accelerator program offers resources and mentorship to startups to accelerate their growth. This support includes access to advanced AI infrastructure such as NVIDIA GPUs and Amazon SageMaker, which are important in the development and scaling of generative AI applications (AWS Blog, 2024). VC firms also assist start-ups in developing partnerships with industry leaders or technology providers that can assist start-up companies in overcoming technical challenges while taking them from inception through product launch. Future Trends and Challenges While generative AI is still in its infancy, venture capitalists (VCs) must contend with numerous challenges including Ethical concerns, Regulatory compliance and Data governance. The fast pace at which technology improves gives both a chance and a risk that will keep investors on top of emerging trends and susceptible to foreseeing their possible impacts. Innovators in artificial intelligence will have to cope with ethical issues such as creating responsible AI models that are free from biases that may affect them when attracting investors or funding institutions. Governments and other organisations will help shape generative AI towards good by putting up regulations for its ethical use by companies operating within their areas of jurisdiction or other regions they work in. Conclusion Generative AI startups are at the cutting edge of technology, and venture capital firms have played a critical role in their growth and evolution. The various investment strategies across different regions show that there is a global interest in artificial intelligence and its potential for disruptive changes. As generative AI continues to unfold, collaboration among startups, investors, and technology providers will be crucial in determining how this fast-paced sector develops.Investment and innovation should remain key components of generative AI startups’ work; it is a collaborative effort that can help to navigate the risks and potentials posed by this ever-changing technology context where dynamics are unpredictable. Authors Name: Aryan Shah (DES’s Shri Navalmal Firodia Law College, Pune) & Anvi Gaydhani (Marathwada Mitra Mandal Shankarrao Chavan Law College, Pune) References- – AWS Blog. (2024). *Accelerating the Next Wave of Generative AI Startups*. Retrieved from [AWS Blog] <https://aws.amazon.com/blogs/startups/accelerating-the-next-wave-of-generative-ai-startups/> – OECD Data. (2024). *Global Investment Strategies in AI*. Retrieved from [OECD Data]<https://www.weforum.org/agenda/2024/05/these-5-countries-are-leading-the-global-ai-race-heres-how-theyre-doing-it/>"
  },
  {
    "headline": "TATTOO REMOVAL, SCARRED OPPORTUNITIES: A DISQUALIFICATION DILEMMA",
    "data": "Introduction In the present society, a tattoo embodies love, grief, spirituality, specific events, and sometimes personal choices. However, such preferences can potentially hinder one’s career opportunities. To avoid such issues, Tattoo removal is a procedure where a person can remove a tattoo through Laser surgery, Surgical removal, and Dermabrasion. After undergoing such a procedure there will be a scar which denotes that there was a tattoo previously, which in further days heal. If we delve into the present scenario such scars have resulted in disqualification. Cases have been filed before the High Courts seeking relief and guidelines under such circumstances. What Is The Issue? A candidate has been declared unfit to join the Delhi Police by the Staff Selection Commission (SSC) citing a faded tattoo visible on his right forearm during the medical examination conducted. The matter is brought before the Delhi High Court by the petitioners( Staff Selection Commissioner) against the candidate. A writ petition has been filed under Article 226 read with Article 227 of the Constitution of India. Case Law: Staff Selection Commission and Others v Deepak Yadav, 2024. Seeking the following prayer: “Quash and set aside the per-se perverse order dated 22.04.2024 in OA No. 597/2024 passed by Central Administrative Tribunal Principal Bench, New Delhi.” Counsel representing the petitioners contend that the Review Medical Board’s decision is final. Applicants have a deadline to remove their tattoos; if they do not comply, their applications will be rejected. As a result, the individual in issue has been deemed unfit according to these criteria. Decision Of The Court The respondent was asked to make a personal appearance in court. It was observed that the respondent’s right forearm tattoo is invisible to the naked eye. Both the petitioners’ counsel and the court officers present agreed with this viewpoint. In place of a visible tattoo, there is a faint scar. Given that these scars frequently appear spontaneously, candidates should not be rejected solely on this basis. At this stage, the Hon’ble Judges referred to a division bench judgment in the case of Union of India, Through Secretary, Ministry of Home Affairs, Govt. of India v. Sanyogita (2024:RJ-JD:20026-DB), wherein while dealing with a similar issue, the High Court of Rajasthan had observed the following: “A bare perusal of the aforesaid provision would reveal that what could be made a ground for disqualification of a candidate would be existence of tattoo mark. The background in which the tattoo mark has been treated to be a ground for medical unfitness has been stated in the first part of the provisions. It is stated that such tattoo marks are not only distasteful but also distract from good order and discipline in the force. However, there is no absolute prohibition in having a tattoo mark. The provisions carve out exception that a candidate despite having tattoo mark, would not be held to be medically unfit.” It is therefore considered that there were no errors in the order passed by the learned tribunal. Therefore, there is no merit in the present petition and accordingly, the same is dismissed. The petitioners are directed to allow the respondent to join the second batch for training within a week from the said order. Author’s Opinion In my opinion, the authorities must ensure a proper examination of all the candidates who wish to work under the state authority or in any job where a tattoo is not acceptable. Since it is known that tattoo is not allowed, a certain duration of time will be given and within the said time the tattoo would be removed. After the surgery, there will be a faded scar which will consume time to heal and hence, that faded scar cannot be the sole reason for disqualification. Referring to the case of Chandan Kumar v Union of India and Others, W.P. 21946 (W) of 2016, The petitioner is aggrieved by the decision of the review medical board constituted by the respondents by which he has been declared to be medically unfit to hold the post of a Constable (GD) in the Board Security Force (BSF, for short). the petitioner was found to be medically unfit for having a tattoo mark on the right upper arm. Referring to a Division Bench of the Delhi High Court in the case of Abhay Kumar v. Union of India. (W.P.(C) 10634 of 2016). The Division Bench in its order dated January 27, 2017, had mentioned the guidelines for medical examination of candidates appearing for employment as ‘Constable’ in different services. “Their Lordships were pleased to hold that there is nothing in the guidelines in terms whereof a candidate can be debarred only on the ground of having a tattoo mark. There is a striking similarity between the facts and circumstances of the two cases. In the case before the Delhi High Court, the tattoo mark had been operated upon leaving some scar marks. The Division Bench had noted that this was not a functional disability and the petitioner cannot be said to be medically unfit. Even the contention of the respondents that the right hand is a saluting hand, was rejected as such a stand is not backed by any specific rule debarring a candidate with any marks on the forearm from being appointed”. In this case, the petitioner’s right upper arm bore the scar left behind when a tattoo was removed. As a result, the respondents terminated the petitioner’s employment without providing any basis for their decision to consider him medically unfit. The respondents acted in a way that was fundamentally false and unjustified. Also, in the case of Akshay Choudhary v Union of India, Ministry of Home Affairs, and others. W.P.(C) 5602/2024, the court held that “ Strictly, there exists no tattoo post the tattoo removal surgery, and also, prima facie, the Tattoo Clause, does not stipulate that if a scar under the removal of a tattoo is unhealthy/unhealed, the same would lead to disqualification of a candidate, but we find that there was a cogent purpose for the Medical Board/Review Medical Board to examine the scar pursuant to the surgery to ensure that the visible part of the hand while saluting is clear in all respect. To that extent, the conclusion of the Review Medical Board may be justified. But the fact remains that the Review Medical Board should not have examined the petitioner immediately after a few days of surgery and should have given sufficient time to the petitioner to ensure healing of the scar and then decide the fitness/unfitness of the petitioner”. It is known that there are certain measures to be followed while deciding the eligibility of a candidate, a tattoo cannot be a ground for disqualification. Scar healing tends to take time and accordingly medical examination needs to be conducted. Tattoo isn’t a disability to consider a person or a candidate unfit. In certain situations, even when there has been given time duration to remove the tattoo and the same instruction hasn’t been followed, only then a person can be considered to be ineligible. Conclusion The New Delhi High Court verdict emphasizes the necessity of appraising persons based on their potential and quality rather than their outward looks. Even though physical appearance can be essential in some cases, a tattoo scar that remains visible after removal should not be the sole reason to disqualify someone. It is critical to strike a balance that respects individual choices while avoiding unneeded impediments. Our eligibility rules must evolve to reflect shifting social norms. References- Staff Selection Commission and others v Deepak Yadav. W.P. (C) 10084/2024. 2024 SCC OnLine Del 5162. Union Of India vs Sanyogita (2024:Rj-Jd:20026-Db). 2017 SCC OnLine Cal 3866 : (2017) 3 Cal LT 336. Abhay Kumar v Union of India, (W.P.(C) 10634 of 2016). 2024 SCC OnLine Del 3817."
  },
  {
    "headline": "IMPACT OF RELIGIOUS BELIEFS ON MEDICAL DECISIONS",
    "data": "INTRODUCTION Assessing cultural competence in the medical field brings about the examination that delves into the more thorough and conceptual origin of various religious beliefs providing deeper insights and understanding in connection with health-related dogma. In health crises, many individuals try distinguished approaches to cope with their pain and suffering. Many turn to spirituality, often anchored in religious beliefs. The World Religion Database identifies 18 major religious categories globally, with scholars estimating approximately 2,400 distinct religions. A plethora of people believe that spirituality and healthcare are intertwined. Thus, at times, it is upon healthcare workers to be aware of how religion impacts patients’ happenings so that they can provide appropriate medical care. Many a time, varied religious and treatment beliefs can play quite a significant role in a patient’s life which can influence their care and treatments. Individuals may involve their religious teachings or scriptures when dealing with medical challenges. What are various religions and their way of addressing medical issues? And what if medical care hinders the spiritual teachings of the patient? How to bridge the gap between religious belief and medical care? The blog will explore the wide perspective in addition to the significance, understanding, and impact of religious beliefs in medical care. HISTORICAL OVERVIEW For almost millennia priests, healthcare providers or hakim, an Arabic term used during the Islamic era, were scholar’s literate in medicine, sciences, or Islamic philosophy. Monasteries or churches used to offer medical care for the sick as they became centres for preserving and developing medical knowledge alongside religious teachings. During the 17th-19th centuries advancement in science, they have led to the separation of medicine from religion. In today’s era, the relationship between religion and medicine is quite complex. Many patients try to integrate their religious faith with medical procedures and health professionals try their best to provide them with patient-centered care, respecting religious beliefs. In the past 50 years the United States has made its religious laws and rules more stringent than before, the main objective is to safeguard the religious freedom of an individual. Therefore, health practitioners often deny giving treatment if the patient’s religious faith conflicts with medical procedures. For example, many doctors refuse to perform abortions on conscience grounds. However, withholding medical care for religious reasons can harm patients and can create forthcoming complications. Religious beliefs can play a significant role in a person’s healthcare choices. Including diet, medications, and worship routines. These beliefs may influence compatibility with certain therapy schedules. A MULTITUDE OF FAITHS OFFER DIVERSE SPIRITUAL PATHS When there is a balance between the patient’s religious faith and providing care to that person the healthcare system becomes a more positive environment. Various religions have distinguished religious teachings on addressing medical challenges. BUDDHISM In Buddhism, there is a preference against using mind-altering medications near death. Healing is not approached through faith alone and Buddhists adhere to principles that prohibit aking a life. HINDUISM Whereas in Hinduism, euthanasia is prohibited and termination of pregnancy is discouraged, because the life of the mother gets in danger which society disfavors. Circumcision is not a common practice in Hinduism. The religion promotes diverse paths to the divine, promoting tolerance. ISLAM In Islam, autopsies are permitted strictly only in clinical situations. Acknowledgement and seeking mercy can happen before the patient. Female patients may prefer female physicians for certain medical procedures. Islam in common does not permit pregnancy termination, except in difficult situations like non-consensual sex, or if the life is in threat of the mother. CHRISTIANITY Church doesn’t dictate individual healthcare choices in Christianity. They don’t look for quick health services. They favour very minimum clinical interruptions in pharmaceuticals, most importantly during conception, labour, or when the child is born, possibly requesting a midwife. JUDAISM In Judaism, amputated limbs are laid to rest on holy ground. Products related to blood are permitted, and decisions related to feeding from tube to the child or providing life-sustaining measures may involve consultation with a Rabbi, the sick are exempt from fasting, and termination of pregnancy is allowed to protect the life of the mother, but contraception might not be permissible. IMPACT OF FAITH-BASED MEDICAL DECISIONS Generally, when patients deny taking medications because their religious faiths or scriptures do not allow it, in a great sense, it poses a pernicious threat to their healthcare. Reliance on prayer and spiritual thinking can delay seeking medical care, resulting in the progression of illness that could have been treated earlier. In some faith communities, mental illness like depression is seen as a stigma or a spiritual failing, discouraging individuals from seeking professional mental healthcare. Parents who refuse to vaccinate their children due to religious beliefs present a significant challenge for physicians and scientists who work to protect children from preventable and potentially fatal diseases like measles. Even healthcare professionals who abstain from certain vaccinations for religious reasons risk endangering individuals who are highly susceptible to severe illness or death from these diseases. Sometimes patients do not receive perfect medical care because of certain reasons. Example: Americans of Asian descent or black community not receiving proper medical care in the USA because of their ethnicity or race. In India, our constitution protects diverse religious faiths through Article 25, which ensures the right to freedom of religion. This can impact medical decisions, as individuals may refuse certain medical treatments based on their religious beliefs. Additionally, the highest court of India also known as the Supreme Court in the Aruna Shanbaug (2011) lawsuit recognized passive euthanasia allowing withdrawal of life support under strict guidelines. This decision often intersects religious beliefs of the sacred or pious life and the moral implications of ending life support treatment. BUILDING BRIDGES: PRACTICAL APPROACHES TO CULTURAL COMPETENCY Cultural competency in healthcare is essential for providing the best care to varied patients and promoting workshops to educate health professionals about different cultures, beliefs, and practices. Care plans should be developed to respect and incorporate patients’ cultural beliefs and practices. The medical system should promote diversity in hiring to reflect the community served by healthcare facilities. Encourage continuous learning and adaptation to new cultural insights and practices. Methods to enhance multicultural competence in individuals and systems encompass: Involving family in the healthcare decisions of patients, promoting healthcare with cultural values, making a surrounding where healers can adapt, bringing useful services for patients, and hiring diverse teams. Acts like National Health Policy 2017: emphasize the need for culturally sensitive healthcare services, ensuring that healthcare providers are there to help patients coming from different backgrounds. And Transplantation of Human Organs Act, 1994: Regulates donation and transplantation, considering religious beliefs about the sanctity of the body. Education and awareness programs can help reconcile the faith with the benefits of organ donation in India. Creating an environment that allows for traditional healing practices that acknowledge the importance of cultural heritage and provide patients with comfort and familiarity. Interpreter services are vital for overcoming language barriers, ensuring accurate communication, and preventing misunderstandings. Recruiting minority staff enhances cultural representation, within the healthcare workforce, fostering trust and improving patient-provider relationships. CONCLUSION In conclusion, enhancing cultural competence in healthcare is essential for bridging the gap between medical care and patient’s religious beliefs. By involving families in healthcare decisions, integrating culture-specific values, providing cultural awareness training, accommodating traditional healing practices, offering interpreter services, and recruiting minority staff, the healthcare systems can foster trust and improve patient outcomes. Acknowledging and respecting patients’ diverse spiritual and cultural backgrounds creates more empathetic and safe patient care surroundings. With the development of science around the world. Religious beliefs persist in the conscience of almost everyone. Thus, in hospitals, the practitioners should take care of the beliefs of patients and should look after them with care. Doctors should try their best not to hurt his/her beliefs. While simultaneously being able to practice their profession without any serious hindrance. References- ‘Religion and healthcare: The importance of cultural sensitivity’, (AdventHealth University, 29 December 2020) <https://www.ahu.edu/blog/religion-and-healthcare-the-importance-of-cultural-sensitivity> accessed: 9 July 2024 ‘Definition of HAKIM’ (Merriam-Webster: America’s Most Trusted Dictionary)< www.merriam-webster.com/dictionary/hakim> accessed: 10 July 2024. ‘The complex relationship between Religion and malpractice’ (Fronzutolaw, 20 January 2024) <https://www.fronzutolaw.com/articles/the-complex-relationship-between-religion-and-medical-malpractice/> accessed 9 July 2024 Diana L Swihart, Siva Naga S. Yarrarapu, Romaine L. Martin, ‘Cultural religious competence in clinical practice’ (PubMed Central, January 2024) <https://pubmed.ncbi.nlm.nih.gov/29630268/> accessed 10 July 2024 Thanh M, Leigh PD, ‘Sutra of the Medicine Buddha’ (Buddhanet’s Book Library, 2001) <https://www.buddhanet.net/pdf_file/medbudsutra.pdf > accessed 10 July 2024 Sarma D, ‘Hindu bioethics?’ (J Law MedEthics,2008)<https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1748-720X.2008.00236.x> accessed 10 July 2024 Inhorn MC, ‘Serour GI. Islam, medicine, and Arab-Muslim refugee health in America after 9/11. Lancet.’(Pubmed, September 2011) <https://pubmed.ncbi.nlm.nih.gov/21890058/> accessed 10 July 2024 ‘Church Manual’ (General Conference of Seventh-day Adventists, 1951) accessed 10 July 2024 Noble A, Engelhardt K, Newsome-Wicks M, Woloski-Wruble AC, ‘Cultural competence and ethnic attitudes of midwives concerning Jewish couples’ (J Obstet Gynecol Neonatal Nurs, September 2009) <https://gemini.google.com/app/858c6cb9bbcecaf1?hl=en-IN > accessed 10 July 2024 ‘The complex relationship between Religion and malpractice, (Fronzutolaw, 20 January 2024) <https://www.fronzutolaw.com/articles/the-complex-relationship-between-religion-and-medical-malpractice/> accessed 10 July 2024 ‘Article 25: Freedom of Conscience and Free Profession, Practice and Propagation of Religion’,(Constitution of India, March 2023) <https://www.constitutionofindia.net/articles/article-25-freedom-of-conscience-and-free-profession-practice-and-propagation-of-religion/> accessed 10 July 2024 Aruna Ramchandra Shanbaug v. Union of India & Ors, AIR 2011 SC Diana L Swihart, Siva Naga S. Yarrarapu, Romaine L. Martin, ‘Cultural religious competence in clinical practice’ (PubMed Central, January 2024) <https://pubmed.ncbi.nlm.nih.gov/29630268/> accessed 10 July 2024 ‘National Health Policy 2017, Ministry of Health and Family Welfare, 2024 (India) Sunil Shroff, ‘Legal and Ethical Aspects of Organ Donation and Transplantation’ (PubMed Central, 2009) <https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2779960/ > accessed 10 July 2024"
  },
  {
    "headline": "THE EVOLUTION OF LEGAL RECOGNITION OF BIOLOGICAL PARENTS",
    "data": "INTRODUCTION Legal Recognition of non-biological parents has evolved significantly from time to time. In this blog, I tried to explore the legal advancements and challenges related to recognizing the rights of non-biological parents, which includes those who are in same-sex relationships, surrogacy arrangements, and blended families. HISTORICAL BACKGROUND Traditionally, it was expected to form families by having children through biological means. Social legitimacy was given to families that were formed out of heterosexual, procreative, and monogamous marriage. Non-biological parents, whether they had adopted a child or through surrogacy were not given much legitimacy as given to the biological parents 1. In the initial stages of recognizing non-biological parents, the paramount importance was given to guardianship and adoption. In India, various acts were passed such as the Guardianship Act, 1956. The sole objective of these laws is the welfare of children. Therefore, it can be considered that initially, guardians and those couples who adopted a child were recognized. But the question is whether non-biological parents were also recognized. To get the answer to this question you have to delve deep into blog 2. LEGAL ADVANCES Surrogacy can be defined as a process in which a woman (the surrogate) gives birth to a child on behalf of a couple (intended parents).In India, surrogacy is legal. Many acts have been passed by the parliament regarding surrogacy such as: The Assisted Reproductive Technology Act, 2021 This act regulates the work of Assisted Reproduction Technology(ART) clinics that are established to provide surrogacy treatments in India. ART is a boon for those intended parents who want a child but are unable to conceive due to physical, psychological, or medical reasons. Benefits of ART can be taken not only by married couples having Indian citizenship but by live-in partners, single women, and foreigners also. The Surrogacy (Regulation) Act, 2021 According to this act, surrogacy can be accessed by married couples and ever-married single women. Couples in live-in relationships, unmarried men, and same-sex couples are excluded from conceiving a baby through surrogacy. People of the LGBTQ+ community are also excluded. However, it is against the law of equality in India, and every citizen of India has this fundamental right as given in the Indian Constitution. The first case of surrogacy in front of the Supreme Court of India was: – Baby Manji Yamada v. Union of India (2008) It was after this case the Supreme Court felt the need for regulated law for surrogacy 3. “Children need parents, irrespective of their gender”. In India, same-sex couples are not allowed to have a child through any means. It is a way towards discrimination. In Indian Society, same-sex parenting is taboo due to which the LGBTQ+ community has to face a lot of challenges. According to The Ministry of Health and Family Welfare, around 2.5 million people belong to the LGBTQ+ community. Despite its huge population, this community always remains a victim of discrimination. There are different scenarios regarding discrimination against same-sex couples in both urban and rural India. Gradually, awareness has been spread among the people about the LGBTQ+ community through social media, print media, campaigns, etc. At first, we all are human beings, we should accept them too 4. Our youth is more open-minded according to a survey, 29 out of 195 countries have legalized same-sex marriages. India should walk on the path adopted by those countries so that homosexual couples can also enjoy the rights that are given by the Constitution of India. Let’s first understand the meaning of blended families. They are also known as stepfamilies. They are families in which one or both partners have children from previous relationships. The legal definition of family was extended to blended families after the judgment delivered by the Supreme Court of India on 16th August 2022. It is only after this judgment, that atypical or blended families get legal protection and benefits as the same as given to traditional families. To achieve equality, discrimination must be eradicated from the society. Blended families should get advantages and schemes of social welfare as given to traditional families 5. LEGAL CHALLENGES AND CONTROVERSIES In the modern era, the LGBTQ+ community gets the right to marriage but no law recognizes the LGBTQ+ community’s parental rights in custody disputes. It can be due to a lack of federation. Not only the LGBTQ+ community, but also other non-biological parents such as stepparents, and surrogates, have to face challenges regarding child custody and visitation rights. This is a major issue that arises due to weak legal frameworks, biased decisions, and social attitudes. Non-biological parents have to encounter many challenges in protecting their legal rights of visitation and custody. Recognition of both parents in same-sex marriage is crucial so that they can also have access to benefits, custody, and decision-making power. In blended families where one parent is biologically related to the child, the other parent often needs to seek a second-parent adoption to legally establish parentage. This step is crucial for ensuring that both parents have legal rights and responsibilities that are recognized. To tackle this problem, there is a need to change societal attitudes and ensure proper advocacy and legal reforms so that non-biological parents have the same rights and opportunities as biological parents 6. Without clear legal recognition, there is a heart-wrenching impact on non-biological parents and their children. It can create emotional stress in families. Due to the lack of legal recognition, children are deprived of the love, care, and support of their families. A child has to face social stigma throughout his life which affects his/her academics. COMPARATIVE ANALYSIS In the USA, laws have been passed that legalize same-sex marriages. Non- biological parents have the same rights that are given to biological parents. Non-biological parents have the same rights that are given to the biological parents. Non- traditional parentage concept developed over time. In 1960, the concept of no-fault divorce was introduced which opened the doors to single mothers or divorced parents to form new families. Parental rights were also provided to stepparents. Legal rights for non-biological parents in same-sex relationships were given first in the year 1990s. Haltzman v Knott was the first case in the US in which a lesbian was recognized as a “de facto parent” of a child conceived and delivered by her partner in the course of their relationship. The other case was Johnson v Calvert. In this case, a couple implanted their fertilized egg into a surrogate, who then claimed to be the mother after the child was born. Therefore, the concept of parenthood was shifted to non-biological parents also 7. Likewise, USA, in countries such as Austria, Belgium, Denmark, Ireland, Malta, Netherlands, Norway, Portugal, Spain, and the UK, non-biological parents are legally recognized 8. RECENT DEVELOPMENTS IN INDIA In India, many laws have been passed such as the Hindu Adoptions and Maintenance Act. Any child adopted under this act legally transfers the rights of parenthood from the biological parents of a child to the adoptive parents. The adopted child becomes the legal heir of the adoptive parents 9. The Juvenile Justice Act also allows for the adoption of all religions. This act ensures that the adopted child also has the same privileges and rights that are given to biological children. Surrogacy is also legal in India under Surrogacy (Regulation) Act, 2021 which outlines rules for surrogacy agreements. CONCLUSION In conclusion, the concept of legal recognition for non-biological parents is dynamic and evolves from time to time. As our youth is getting open-minded, this concept takes a new form in modern times. Legal recognition of non-biological parents is important to ensure the overall welfare of children. With proper advocacy, implementation of legal reforms, and eradication of societal taboos from society, one can achieve the target of giving legal recognition to non-biological parents. INTRODUCTION Legal Recognition of non-biological parents has evolved significantly from time to time. In this blog, I tried to explore the legal advancements and challenges related to recognizing the rights of non-biological parents, which includes those who are in same-sex relationships, surrogacy arrangements, and blended families. HISTORICAL BACKGROUND Traditionally, it was expected to form families by having children through biological means. Social legitimacy was given to families that were formed out of heterosexual, procreative, and monogamous marriage. Non-biological parents, whether they had adopted a child or through surrogacy were not given much legitimacy as given to the biological parents 1. In the initial stages of recognizing non-biological parents, the paramount importance was given to guardianship and adoption. In India, various acts were passed such as the Guardianship Act, 1956. The sole objective of these laws is the welfare of children. Therefore, it can be considered that initially, guardians and those couples who adopted a child were recognized. But the question is whether non-biological parents were also recognized. To get the answer to this question you have to delve deep into blog 2. LEGAL ADVANCES Surrogacy can be defined as a process in which a woman (the surrogate) gives birth to a child on behalf of a couple (intended parents).In India, surrogacy is legal. Many acts have been passed by the parliament regarding surrogacy such as: The Assisted Reproductive Technology Act, 2021 This act regulates the work of Assisted Reproduction Technology(ART) clinics that are established to provide surrogacy treatments in India. ART is a boon for those intended parents who want a child but are unable to conceive due to physical, psychological, or medical reasons. Benefits of ART can be taken not only by married couples having Indian citizenship but by live-in partners, single women, and foreigners also. The Surrogacy (Regulation) Act, 2021 According to this act, surrogacy can be accessed by married couples and ever-married single women. Couples in live-in relationships, unmarried men, and same-sex couples are excluded from conceiving a baby through surrogacy. People of the LGBTQ+ community are also excluded. However, it is against the law of equality in India, and every citizen of India has this fundamental right as given in the Indian Constitution. The first case of surrogacy in front of the Supreme Court of India was: – Baby Manji Yamada v. Union of India (2008) It was after this case the Supreme Court felt the need for regulated law for surrogacy 3. “Children need parents, irrespective of their gender”. In India, same-sex couples are not allowed to have a child through any means. It is a way towards discrimination. In Indian Society, same-sex parenting is taboo due to which the LGBTQ+ community has to face a lot of challenges. According to The Ministry of Health and Family Welfare, around 2.5 million people belong to the LGBTQ+ community. Despite its huge population, this community always remains a victim of discrimination. There are different scenarios regarding discrimination against same-sex couples in both urban and rural India. Gradually, awareness has been spread among the people about the LGBTQ+ community through social media, print media, campaigns, etc. At first, we all are human beings, we should accept them too 4. Our youth is more open-minded according to a survey, 29 out of 195 countries have legalized same-sex marriages. India should walk on the path adopted by those countries so that homosexual couples can also enjoy the rights that are given by the Constitution of India. Let’s first understand the meaning of blended families. They are also known as stepfamilies. They are families in which one or both partners have children from previous relationships. The legal definition of family was extended to blended families after the judgment delivered by the Supreme Court of India on 16th August 2022. It is only after this judgment, that atypical or blended families get legal protection and benefits as the same as given to traditional families. To achieve equality, discrimination must be eradicated from the society. Blended families should get advantages and schemes of social welfare as given to traditional families 5. LEGAL CHALLENGES AND CONTROVERSIES In the modern era, the LGBTQ+ community gets the right to marriage but no law recognizes the LGBTQ+ community’s parental rights in custody disputes. It can be due to a lack of federation. Not only the LGBTQ+ community, but also other non-biological parents such as stepparents, and surrogates, have to face challenges regarding child custody and visitation rights. This is a major issue that arises due to weak legal frameworks, biased decisions, and social attitudes. Non-biological parents have to encounter many challenges in protecting their legal rights of visitation and custody. Recognition of both parents in same-sex marriage is crucial so that they can also have access to benefits, custody, and decision-making power. In blended families where one parent is biologically related to the child, the other parent often needs to seek a second-parent adoption to legally establish parentage. This step is crucial for ensuring that both parents have legal rights and responsibilities that are recognized. To tackle this problem, there is a need to change societal attitudes and ensure proper advocacy and legal reforms so that non-biological parents have the same rights and opportunities as biological parents 6. Without clear legal recognition, there is a heart-wrenching impact on non-biological parents and their children. It can create emotional stress in families. Due to the lack of legal recognition, children are deprived of the love, care, and support of their families. A child has to face social stigma throughout his life which affects his/her academics. COMPARATIVE ANALYSIS In the USA, laws have been passed that legalize same-sex marriages. Non- biological parents have the same rights that are given to biological parents. Non-biological parents have the same rights that are given to the biological parents. Non- traditional parentage concept developed over time. In 1960, the concept of no-fault divorce was introduced which opened the doors to single mothers or divorced parents to form new families. Parental rights were also provided to stepparents. Legal rights for non-biological parents in same-sex relationships were given first in the year 1990s. Haltzman v Knott was the first case in the US in which a lesbian was recognized as a “de facto parent” of a child conceived and delivered by her partner in the course of their relationship. The other case was Johnson v Calvert. In this case, a couple implanted their fertilized egg into a surrogate, who then claimed to be the mother after the child was born. Therefore, the concept of parenthood was shifted to non-biological parents also 7. Likewise, USA, in countries such as Austria, Belgium, Denmark, Ireland, Malta, Netherlands, Norway, Portugal, Spain, and the UK, non-biological parents are legally recognized 8. RECENT DEVELOPMENTS IN INDIA In India, many laws have been passed such as the Hindu Adoptions and Maintenance Act. Any child adopted under this act legally transfers the rights of parenthood from the biological parents of a child to the adoptive parents. The adopted child becomes the legal heir of the adoptive parents 9. The Juvenile Justice Act also allows for the adoption of all religions. This act ensures that the adopted child also has the same privileges and rights that are given to biological children. Surrogacy is also legal in India under Surrogacy (Regulation) Act, 2021 which outlines rules for surrogacy agreements. CONCLUSION In conclusion, the concept of legal recognition for non-biological parents is dynamic and evolves from time to time. As our youth is getting open-minded, this concept takes a new form in modern times. Legal recognition of non-biological parents is important to ensure the overall welfare of children. With proper advocacy, implementation of legal reforms, and eradication of societal taboos from society, one can achieve the target of giving legal recognition to non-biological parents."
  },
  {
    "headline": "EDUCATIONAL CRITERIA IN POLITICS: A GATEWAY TO BETTER GOVERNANCE",
    "data": "Introduction Politics plays a vital role in the smooth functioning of a nation. Since representatives chosen by public vote hold the greatest influence in democracies, there is a growing emphasis on their education since they stand in for significant portions of the population. On the other hand, widespread corruption and poor management have plagued the Indian political system. The question of whether individuals vying for various positions to serve the public should have a minimum educational requirement has generated a lot of discussion over the past decade. A foundation for holding free and fair elections is established by the fundamental laws. The goal of the election process is to ensure that the people elect the most competent representatives who can govern effectively. Selecting educated individuals is one approach towards this, as education not only increases an individual’s possibilities but also modifies their perspective and helps them remedy any erroneous actions they may have engaged in.Some people argue that imposing minimum educational qualifications for election candidates could undermine democratic principles by creating barriers for many individuals who wish to run for office. This raises a question: if there are no educational requirements for those leading the country, why are there stringent educational standards for individuals seeking administrative positions, even when they may be more qualified than their superiors? Top of Form Bottom of Form Elections in India The structure of political governance in India is shaped by constitutional legislation. The country has a dual system of government, with the federal government and several state governments. Voting rights are used by the citizens to select the government and representatives. Creating policies to address issues raised by the public is the responsibility of the elected administration. India adheres to the Universal Adult Franchise principle, allowing all mentally capable citizens over the age of 18 to cast ballots and guaranteeing an equal count of each vote. Currently, in India, there is no condition about the requirement of a minimum level of educational qualification for the eligibility of a candidate standing for elections. When Parliament set standards for MPs and MLAs in the early 1950s, it did not include any educational requirements. This choice was made to prevent alienating a significant percentage of the population, such as illiterates and rebels who had abandoned their studies to take part in the war for independence. Electoral Process in India In India, the whole election process is supervised and controlled by the Election Commission, a federal agency created under provisions of the constitution. One of its main duties is overseeing and managing elections to make sure they are always carried out impartially and fairly. It is the Commission’s responsibility to make sure that people follow the law before, during, and after elections. The Election Commission of India is in charge of supervising and controlling the country’s elections for state legislatures, the president, and the vice president. The Indian Constitution confers this jurisdiction. Direct elections and proportional representation are the two main parts of the Indian electoral system. In Union Territories, members of the Lok Sabha, state legislatures, and local administrations are chosen through direct elections based on territorial seats. In India, this approach is used consistently. On the other side, the Legislative Council and Rajya Sabha are elected using the proportional representation system, which uses a single transferable vote. Qualifications required for contesting election in India Our Constitution is completely silent on the minimum educational qualification for contesting elections. The Constitution of India only provide for the following qualifications to contest an election i.e- He must be a resident of the country or a particular area/state from where he wants to contest the election A specific age of majority Not holding any office of profit On December 20, 2014, the Rajasthan Panchayati Raj (Second Amendment) Ordinance 2014 was passed, establishing the educational requirements for candidates contesting in local body elections. Members of Panchayat Samitis and Zila Parishads are required, subject to Sections 19(r), 19(s), and 19(t), to have completed Class VIII or Class V, depending on where they are located. Due to insufficient educational standards, this ordinance disqualified several candidates, which prompted a Public Interest Litigation (PIL) and a challenge to the Supreme Court. Nonetheless, the Supreme Court ordered that the High Court handle these challenges. No interim directions were issued by the Rajasthan High Court in the matter of Dulari Devi & Ors v State of Rajasthan & Ors. Critics contended that credentials from official schooling were not as significant as real-world experience and local understanding and that Election participation by marginalised groups may be prohibited by ordinance. The government carried out the scheduled elections despite their reservations. The Haryana Panchayati Raj Act, 1994 was modified by the state government in 2015 to set minimum educational requirements for candidates running in local elections. People having specific disqualifications are prohibited from running for office or holding office under Section 175 of the Act if they become disqualified after being elected. The prerequisites for candidates to run for office are outlined in clause (v), although women and members of Scheduled Castes are exempt and just need to complete middle school, whereas women in Scheduled Castes must complete Class V. This criterion is meant to make sure that elected officials can handle their positions well, considering the various duties that Panchayats have when it comes to carrying out government programs. The amendment, though, drew criticism for possibly compromising constitutional safeguards and democratic norms. Criminality in Indian Politics The Election Commission of India and the Indian Parliament have long engaged in heated debates over the subject of candidates with criminal records running for office in India. The Supreme Court of India has also expressed serious concerns over the growing “criminalisation” of politics. In retaliation, the Court issued a historic decision requiring the criminal histories of the politicians to be made publicly available. In 2003, the Supreme Court mandated that candidates running for the Legislative Assembly or Parliament submit affidavits. Their assets and obligations (including those of their immediate family), professional and educational backgrounds, and any criminal accusations or convictions must all be fully disclosed in these statements. In particular, candidates must reveal any past convictions and ongoing legal proceedings related to crimes carrying a two-year or longer prison sentence, as long as the accusations are brought or accepted by the court before the six-month period that precedes an election. Conclusion The introduction of educational requirements for candidates at the local level in Rajasthan and Haryana has brought attention to the necessity of having a public conversation about imposing comparable norms at other levels. According to one perspective, it’s time to set a minimal educational standard for individuals running for office in State and Parliamentary legislatures. It is essential to amend the constitutional requirements to incorporate minimum educational qualifications for candidates seeking to contest elections.Top of FormBottom of Form Putting in place criteria like this would guarantee that candidates have the basic knowledge and comprehension required for efficient government. By establishing a bar that candidates must clear, this move may improve the calibre of leadership and maybe increase the effectiveness of the administration’s decision-making procedures. It is imperative to raise India’s general literacy rates before enacting strict minimum education standards for political candidates. Such rules might impede societal advancement as the nation develops if literacy rates aren’t greater. To achieve effective administration, cabinet ministers should possess degrees pertinent to the responsibilities they have been assigned. Although having a degree is typically advantageous, it should only be applied to all political candidates after enough time has passed for advancements in education. The criminal histories of a candidate should also be carefully examined before allowing them to run for office. Ensuring that candidates have unblemished criminal histories helps in dependable leadership and preserves the integrity of the democratic process. This action would support accountable and transparent governance. Name: Liza Mishra References- Pranathi Karuturi, “EDUCATIONAL QUALIFICATIONS: A NEED FOR PEOPLE’S REPRESENTATIVES”(22) SUPREMO AMECUS<https://supremoamicus.org/wp-content/uploads/2020/10/Pranathi-Karuturi-1.pdf>accessed 9 August 2024 Chandan Kumar “Educational Qualifications for the Legislators: A Comparative Study ” (11)IJRSET<https://doi.org/10.22214/ijraset.2023.56950>accessed 9 August 2024 V.S. Rama Devi and S.K. Mendiratta, “How India Votes Election Laws, Practice and Procedure”2, Lexes Nexes 387 Bhat, Rashid & Dar, Showkat & Shairgojri, Aadil Ahmed, “ELECTORAL SYSTEM OF INDIA: MAJOR ISSUES AND CHALLENGES” (2022)IRPITAGE 2. 133-140 ibid Prakash, N., Rockmore, M., & Uppal, “Do criminally accused politicians affect economic outcomes? Evidence from India” (2019)141J.Dev.Econ.102370"
  },
  {
    "headline": "COMPREHENSIVE ANALYSIS OF BROADCASTING REGULATIONS IN INDIA: EVOLUTION, IMPACT, AND FUTURE PROSPECTS",
    "data": "INTRODUCTION The mass media system varies globally due to other societies’ errors in analysing economic, political, religious, and cultural contexts. The media in the former USSR and China or other communist and totalitarian states were heavily restricted and censored from any criticism to avoid advancing revolutions. However, in the USA with its Bourgeois Democracy, there is a variety of media freedom. The Indian Constitution has governed media in a parliamentary democracy with free but restricted press since 1950. Pre-globalisation, it was the government that controlled the media and public opinion. In the post-globalisation, liberalisation, and privatisation scenarios, the media started evolving. With the current technologies like ISDN and satellites, transnational media now circulate global content moving from national to international communication. According to the statement, we can imply that the communication technologies that came after the use of ISDN were the tools of communications satellites. From the sentence, we can deduce that ISDN and satellite delivery are the solutions. In this era of media evolution, it is essential to have regulatory restrictions put in place on communication and transmission. This paper looks into a lot of media-related issues and the laws that govern the same. KEY BROADCASTING REGULATIONS IN INDIA Strictly speaking, broadcasting in India is governed by some very tough laws meant to ensure compliance and maintain quality on different media outlets. The 1995 Cable Television Networks Act regulated the operations of cable operators and their content, which in turn reduced violence on TV. Permissions for satellite TV are monitored by the Ministry of Information and Broadcasting. TRAI looks into the broadcasting policies. BCCC looks at the management regarding programming complaints, while EMMC looks into compliance with medical laws and regulations. Particular constraints aid in the preservation of good quality content and efficient operations. Cable television networks are responsible for overseeing television programming. Cable television is governed by the Cable Television Networks (Regulation) Act of 1995  as amended specifically through the Cable Television Networks (Amendment) Rules of 2021 and a three-tier complaint resolution mechanism established therein. For maintaining content and advertising standards, radio stations including FM and Community Radio adhere to GOPA requirements and AIR Broadcast Code. Digital platforms present peculiar challenges given the changing legal frameworks such as the Information Technology Act of 2000 which governs it. To streamline the process of acquiring broadcast sector permissions, registrations, and licenses; the Ministry of Information and Broadcasting (MIB) developed the Broadcast Seva Portal an online platform aimed at improving operational efficiency and transparency. If the regulations are breached, broadcasting licenses may be withdrawn or suspended, along with fines and warnings. These regulatory agencies ensure standards and deal speedily with violations through statutory as well as self-regulatory means. A comprehensive regulatory framework for the broadcasting industry is being developed to keep pace with technological advances and ensure that all media formats are closely monitored. CONTENT REGULATIONS IN INDIA The media content guidelines sprawl across TV, radio, and online are well backed by robust legal structures in India. The Cable Television Networks Regulation Act of 1995 enforces stringent Programme and Advertisement Codes for its TV content and advertisements. The principles of GOPA and the AIR Broadcast Code guide the radio stations. Data privacy and content checks under the Information Technology Act 2000 and IT Rules 2021 disallow content that incites violence or enmity. The Ministry of Information and Broadcasting, along with ASCI, is still overseeing advertisements. In election times, ad-makers must adhere to the guidelines issued by ASCI, proving that ads are true and disclosing the funding sources of each advertisement. Otherwise, penalties include fines or a broadcast ban. Accordingly, such laws enhance fair competition, consumer protection, and trust within the Indian media industry. DIGITAL MEDIA AND BROADCASTING IN INDIA It spans a wide expanse of India’s regulatory framework, starting from digital media and broadcasting and moving from traditional TV and radio to new platforms like over-the-top services. At one glance, if this bill gets passed, all those will get amalgamated under one legislation aimed particularly at technologies such as DTH, IPTV, and OTT. Key elements of the bill include new terminology and conventions, with increased self-regulation either by way of the proposed Content Evaluation Committees or a Broadcast Advisory Council. Having separate Programme and Advertisement Codes will ensure that different broadcasters get fair play and compliance. It is accessibility-friendly, and has proportional fines based on the capability of a corporation, hence ensuring equality in enforcing the law. Some people think that it is a law to modernize out-of-date rules, providing self-regulation options for broadcasters and accommodating a very wide range of broadcasting technology. Opponents reply that unless changes are made before the law comes into effect, it risks being used as a vehicle for government overreach and vague regulations that would undermine the free expression and minority representations that are hallmarks of pluralistic democracy. The shaping of legislation that keeps pace with fast-changing technology, promotes competition, and emphasizes media variety and public interest for the proper reining of broadcasting in India is imperative. Some of the elements leading to a balanced regulatory environment that would encourage innovation and equity of access to the communication services of this country include stakeholder participation, adaptability toward the development of the technology, clarity in enforcement mechanisms, and education toward media literacy. GLOBAL PERSPECTIVES AND INDIAN MEDIA If India’s broadcasting is governed by the 1995 Cable Television Networks Regulation Act, it is way behind the US and UK in terms of embracing digital advances like the OTT platforms, which get caught in red tape. International agreements, especially by UNESCO and WTO, to a large extent affect India’s media regulations on issues ranging from intellectual property rights to standards of content and freedom of speech, all an adaptation into India’s cultural, political, and economic context. Global media trends challenge Indian regulations concerning digital streaming, personalization, and social media. India is in search of frameworks that balance growth, consumer interests, innovation, ethics, and cultural sensitivities. Fast-paced technological changes want quick responses from the government by first targeting data privacy, cybersecurity, and AI content regulation through acts like the Digital Personal Data Protection Act, of 2023. CONCLUSION The rapidly changing media scenario in India has warranted a statute-based regulatory framework. The Cable Television Networks Regulation Act, of 1995, and subsequent amendments attempt to strike a fine balance between the imperatives of free expression and those of public interest and ethical standards. There is a proposed new Bill—the Broadcasting Services Regulation Bill, 2023—on the anvil, aimed at updating legislation for both digital and traditional platforms about challenges thrown by DTH, IPTV, and OTT technologies. Future breakthroughs in AI and blockchain will disrupt content distribution and data privacy and, hence, require open legal frameworks that support accountability and equal communication services. In this direction, international cooperation with organizations like UNESCO and WTO becomes extremely relevant for India to climb up to global standards, increasing competitiveness and best practices. It is par excellence, the defining period for media regulatory reform in India. It has been called upon to strike a fine balance between the objectives of catalysing innovation and protecting pluralist democratic media, diversity, and ethical governance. Therefore, this new set of regulations will gain strength in the Indian media ecosystem by anchoring itself in dynamism, consumer rights, and media literacy to create truly sustainable and inclusive media in the Digital Age. References- ‘Media Laws – an Overview’ (Legal Service India) <https://www.legalserviceindia.com/articles/media.htm> accessed 05 July 2024 ‘History of Media Laws in India’ (Tutorials Point) <https://www.tutorialspoint.com/history-of-media-laws-in-india> accessed 05 July 2024 ‘About Broadcasting | Ministry of Information and Broadcasting | Government of India’ (mib.gov.in) <https://mib.gov.in/about-broadcasting> accessed 05 July 2024 THE CABLE TELEVISION NETWORKS (REGULATION) ACT, 1995 The Cable Television Networks (Amendment) Rules 2021 ‘Committee Reports’ (PRS Legislative Research) <https://prsindia.org/policy/report-summaries/regulation-of-cable-television-in-india> accessed 5 July 2024 Mahanagar Doorsanchar, Bhawan Lal and Nehru Marg, ‘Consultation Paper on Inputs for Formulation of National Broadcasting Policy-2024 02 Nd Telecom Regulatory Authority of India’ (2024) <https://www.trai.gov.in/sites/default/files/CP_02042024.pdf> accessed 5 July 2024 ‘Regulation of Media in India – a Brief Overview’ (PRS Legislative Research) <https://prsindia.org/theprsblog/regulation-of-media-in-india-a-brief-overview?page=48&per-page=1> accessed 5 July 2024 ‘The ASCI Code – Advertising Standards Council of India’ (ASCI) <https://www.ascionline.in/the-asci-code/> accessed 5 July 2024. ‘Regulating OTT: Draft Broadcasting Regulation Bill, 2023’ (Drishti IAS) <https://www.drishtiias.com/daily-updates/daily-news-editorials/regulating-ott-draft-broadcasting-regulation-bill-2023> accessed 5 July 2024 Ibid Jahangir, ‘Regulation of OTT Platforms in India’ (Broadcast and CableSat, 19 October 2023) <https://www.broadcastandcablesat.co.in/regulation-of-ott-platforms-in-india/> accessed 05 July 2024 Apurva Vishwanath and Soumyarendra Barik, ‘Sweeping Terms in Draft Broadcast Bill Raise Red Flags on Free Speech’ The Indian Express <https://indianexpress.com/article/india/broadcast-bill-free-speech-ott-platforms-ib-ministry-1995-cable-television-networks-regulation-act-social-media-accounts-9499327/> accessed 05 July 2024 ‘Media and Entertainment Law INDIA’ (Khaitan & Co) <https://www.khaitanco.com/sites/default/files/2024-01/Lexology%20Panoramic%20-%20Media%20and%20Entertainment%20Law%20-%20Edition%205%20-%20India.pdf> accessed 05 July 2024"
  },
  {
    "headline": "PRIMACY OF CONSUMER’S HEALTH: AN ANALYSIS OF FOOD SAFETY LAWS, CHALLENGES AND MEASURES",
    "data": "INTRODUCTION Safe food is a basic human need. In the present global world where urbanization and westernization have significantly affected our food habits, most of the Indian population consumes packaged food or food products. As a consumer, they have the right to be protected against the marketing of goods that are hazardous to their health and life and the right to be informed about the quality, quantity, potency, purity, and standard of goods. Unsafe food leads to various health issues like obesity, diabetes, and many food-borne diseases. The risk of food-borne diseases is most severe in low-middle-income countries like India majorly due to inadequate conditions in food production and storage, lower levels of literacy and education, and insufficient food safety legislation or implementation of such legislation. Although we have various laws and regulations in place, the question is- Are they sufficient to ensure the primacy of consumer health? Various recent revelations of food scandals negatively answer this question. This blog undertakes a legal analysis of the current laws and regulations on food safety, their violations covering recent highlighted issues and their impact on consumer’s health along with suggesting some possible measures and legal reforms which should be brought urgently to prevent such violations. The right to food is a fundamental right under Article 21 of The Constitution i.e., the Right to life. After independence, the very first legislation for food regulation and safety was passed in the year 1954 which was titled The Prevention of Food Adulteration Act. Other than this there were several complementary legislations in place. These laws were repealed and compiled under the umbrella of a single legislation in the year 2006. The Food Safety and Standards Act  aims to consolidate the laws relating to food and to establish the Food Safety and Standards Authority of India to ensure the availability of safe and wholesome food for human consumption. Along with this, there are provisions under various other laws that deal with food safety: The Consumer Protection Act aims to protect the interests of consumers and to establish and effectively resolve consumer disputes. Section 274 of Bhartiya Nyaya Sanhita deals with adulteration of food or drink intended for sale. The Insecticides Act aims to regulate the use of insecticides and prevent risks to human beings. The Legal Metrology Act  deals with the accuracy of weights and measures of products. BURNING FOOD SAFETY ISSUES There are various instances where the food sold to consumers does not comply with the prescribed standards under the Food Safety and Standards Act, of 2006 and thus compromising the health of the consumers, making them prone to various diseases. Some of the highlighted issues are: The concern over spices: India is the global processing hub of spices. India exports spices and spice products worth more than 4 billion US$ out of which more than 50% share is contributed by the export of processed products spice products. India exports spice products to more than 180 countries. However, this reputation is affected by the recent ban on various Indian spice products by Singapore and Hong Kong, as they halted sales of spices produced by Indian companies MDH and Everest over suspected elevated levels of ethylene oxide, a cancer-causing pesticide. It was only after this the Food Safety and Standards Authority of India (FSSAI) started collecting samples of spices in different cities to do safety checks and as per the recent report, they have revoked the manufacturing licenses of 111 spice producers. Since spices are a crucial part of Indian cuisine any noncompliance with the prescribed standards poses a serious threat to a large number of consumers. High sugar levels causing risk of diabetes: According to the data of the International Diabetes Federation, by the year 2045 around 124 million Indians will have diabetes. Added sugar is one of the factors behind this, not only does it affect adults but it also affects children and infants giving them a lifelong scar in the name of diabetes which adversely decreases the overall quality of their life. A popular example of this is Nestlé’s leading baby-food brands, which are promoted in low- and middle-income countries including India as healthy but contain high levels of added sugar. In India, where its sales surpassed $250 million in 2022, all Cerelac baby cereals contain added sugar, on average nearly 3 grams per serving while the same products are sold in Western countries with no added sugars. Unhealthy processed food: Around the globe, noncommunicable diseases (NCDs) are growing which is the result of ultra-processed foods, especially consumption of high amounts of fats, trans-fats, salt, and sugar. In 2020, a study commissioned by the Food Safety and Standards Authority of India (FSSAI), reported that among 1300 packaged food product samples, only 4.4% adhered to the limits on fat, sugar, and salt placed by the WHO. What is even more concerning is that in most cases the consumers are unaware of the composition. The food processing giants make money by putting the health of consumers at stake. Questioning the safety of food ordered online: Nowadays we order food online often to save time and effort. But there is always some doubt regarding the conditions in which it was cooked and packed, is it safe? Sometimes it holds horrific surprises for the consumer like a dead rat in the chocolate syrup, a centipede in ice cream, and worst case a human finger. In another case, a 10-year-old girl died shortly after eating her birthday cake which was ordered online from food delivery company Zomato. These are some of the highlighted issues that raise serious food safety concerns, there are numerous others including adulteration, contamination, and poor infrastructure. THE NEED FOR URGENT ACTIONS The above-mentioned instances shed light on the loopholes in the current food safety laws and their implementation. Accordingly, the following steps need to be taken urgently: Front-of-package labelling: Front-of-package warning labelling is a simple, practical, and effective tool to inform the public about products that can harm health and help guide purchasing decisions. A PIL in the Supreme Court was filed recently by the 3S and our health society for mandating FoBL to empower consumers to make informed dietary choices and help reduce the prevalence of diabetes and other non-communicable diseases. This will be very effective in making ignorant consumers to be conscious about their food choices. Campaigns and programs should be run to spread consumer education. Working on food testing laboratories: Accurate Food testing is very crucial for ensuring food safety, it has a bearing on both consumer’s health as well as on the supplier’s reputation. Seeing the huge population of India, the food testing laboratories need to be increased so that all food products are tested from time to time. Also, the conditions of the laboratories need to be improved, including their infrastructure, and the technology used. Cover unorganized sector: The unorganized sector is a very large portion of the food industry and this needs to be regulated. The hawkers and street vendors often sell food cooked in unhygienic conditions, packed in newspaper or plastic bags.“A lot of these foods don’t comply with food safety standards, more than 90 per cent of the food-borne disease burden comes from fresh foods sold in informal markets in LMICs, especially in Africa and Asia”. Effective Enforcement: The biggest lacunae in ensuring food safety is the failure to implement the regulations made and the standards prescribed. FSSAI lacks the proper infrastructure and resources to enforce its regulations which often end up having a mere paper existence. CONCLUSION The food industry is one of the largest sectors of the country facing multiple challenges that are causing multiple health issues to its population. Not only does it need reforms in its food safety laws but also needs infrastructure and resources to enforce them. The focus should be on empowering Consumers. This will lead to a healthy and informed population which is the most important resource of a country. Steps need to be taken urgently to ensure the primacy of consumer health. References- Consumer Protection Act 2019, s 2 (9)(i) Consumer Protection Act 2019, s 2 (9)(ii) Olivia Lawe Davies and Fadela Chaib ‘WHO’s first ever global estimates of foodborne diseases find children under 5 account for almost one third of deaths’(WHO, 3 December 2015) <https://www.who.int/news/item/03-12-2015-who-s-first-ever-global-estimates-of-foodborne-diseases-find-children-under-5-account-for-almost-one-third-of-deaths> accessed 10 August 2024 People’s Union for Civil Liberties v Union of India and Ors WP no 196/2001 Prevention of Food Adulteration Act 1954 Food Safety and Standards Act 2006 ibid Consumer Protection Act 2019 Bhartiya Nyaya Sanhita 2023, s 274 Insecticides Act 1968 Legal Metrology Act 2009 note 6 ‘INDIA- GLOBAL PROCESSING HUB OF SPICES’ (Spices Board India, Ministry of Commerce & Industry, Govt. of India) <https://www.indianspices.com/global-processing-hub-of-spices.html> accessed 10 August 2024 ibid ibid Soutik Biswas , ‘MDH and Everest: Indian spices face heat over global safety concerns’ (BBC News, 15 May 2024) <https://www.bbc.com/news/world-asia-india-68989964 > accessed 10 August 2024 ‘FSSAI cancels manufacturing licences of 111 spice producers across India’ (Times of India ,11 July 2024)< https://timesofindia.indiatimes.com/life-style/food-news/fssai-cancels-manufacturing-licences-of-111-spice-producers-across-india/articleshow/111400965.cms > accessed 10 August 2024 ‘India Diabetes report 2000 — 2045’ (IDF Diabetes Atlas)<https://diabetesatlas.org/data/en/country/93/in.html> accessed 10 August 2024 Public Eye and the International Baby Food Action Network (IBFAN), How Nestlé gets children hooked on sugar in lower-income countries (Public Eye- Le Magazine, April 2024) pg 2 ibid pg 4 Piyush Gupta and Harshpal Singh Sachdev, ‘The Escalating Health Threats from Ultra-processed and High Fat, Salt,and Sugar Foods: Urgent Need for Tailoring Policy’ (2022) 59 IJP ibid ‘ ‘Human finger in ice cream, cockroach in IRCTC food’: Recent incidents spark food safety concerns in India’ ( Livemint, 21 Jun 2024) <https://www.livemint.com/news/india/human-finger-ice-cream-cockroach-irctc-food-mid-day-meal-snake-centipede-rats-fssai-food-safety-in-india-vande-bharat-11718937689910.html> accessed 10 August 2024 Kanchan Vasdev, ‘Health minister orders inquiry as Patiala girl dies after eating cake’ (Indian Express, 3 April 2024) <https://indianexpress.com/article/cities/chandigarh/patiala-birthday-cake-poisoning-girl-death-inquiry-balbir-singh-9246000/> accessed 10 August 2024 ‘Front-of-package labeling’ (Pan American Health Organization,WHO) <https://www.paho.org/en/topics/front-package-labeling#:~:text=Front%2Dof%2Dpackage%20warning%20labeling,and%20help%20guide%20purchasing%20decisions.>accessed 10 August 2024 Amisha Shrivastava, ‘ “India Facing Huge Diabetes Problem”: PIL In Supreme Court For Warning Labels On Packaged Foods Regarding Sugar & Fat Levels’ (live law,8 August 2024)<https://www.livelaw.in/top-stories/india-facing-huge-diabetes-problem-pil-in-supreme-court-for-warning-labels-on-packaged-foods-regarding-sugar-fat-levels-266057> accessed 10 August 2024 Dr. Kenny Wong , ‘Food Test and Analysis – How to Ensure Accuracy?’ (Centre for Food Safety,The Govt. for the Hong Kong Special Administrative Region,20 December 2023)<https://www.cfs.gov.hk/english/multimedia/multimedia_pub/multimedia_pub_fsf_209_02.html> accessed 10 August 2024 Shagun, ‘Try to work with informal food sector, not get rid of it: Delia Grace’(Down to Earth,10 Aug 2024)<https://www.downtoearth.org.in/food/try-to-work-with-informal-food-sector-not-get-rid-of-it-delia-grace> accessed 11 August 2024"
  },
  {
    "headline": "AI vs. INTELLECTUAL PROPERTY RIGHTS – OWNERSHIP AND AUTHORSHIP OF AI GENERATED WORK",
    "data": "ABSTRACT The rise of AI has created a prolific and knotty debate on ownership and intellectual credit/rights claims over the arrays of creations for which these emerging tools are adapted. Everything gets even more entangled when AI is used to create artistic or literary works. A huge question that arises is: who deserves the credit? Is it the person who wrote the code for the AI, the developers behind the AI, or another who used AI to create their work partly? When authors create work utilizing AI and use plagiarism checkers, these tools often struggle to determine whether the content is original or was created by AI. This fact has raised a serious challenge in litigation. It’s struggling to cope, particularly with copyright laws, which protect the unique expressions of human creators. After all, these laws weren’t designed to cope with a world where those creators might not be human. Similar problems can be raised with patents, which protect new and inventive processes, especially when AI is a major player in hitting upon new ideas. These, in turn, raise questions of what’s fair. Who should be held responsible? For what, and to what end? How transparent should the creative process be? INTRODUCTION Progress made over the years is in terms of orthodox economics concepts and modernizing technology. That very evolution has given birth to AI—a revolutionary field of technology that is changing many industries. AI is simply a brilliant, learning, and self-operating computer program. It understands data, detects patterns, and derives conclusions—much like a human brain operates. AI does everything from image recognition and natural language understanding to playing games and driving cars. The ownership here means who has the legal title and control over it. For creative works, it means settling who gets to say, “This is mine.” Questions of authorship are traditionally linked to being an original creator, and humans are normally considered authors. If you write a story or paint a picture, you’re the owner of that and the one who created it. Now, as AI systems produce independently, a new layer of complexity is thrown into the debate over ownership and authorship. Thus, when talking about AI, we ask, “Who should legally own and be credited for what AI produces?” It, however, is not purely a legal puzzle; it’s also a moral one. As AIs become even more sophisticated and contribute culturally to artistic and literary fields, setting clear lines and demarcating who owns and deserves the credit for AI-generated works will become imperative. We venture into a new area where machines become part of the creative process. HISTORICAL CONTEXT OF COPYRIGHT AND EMERGENCE OF AI These laws have become very important as India is on its way to becoming a hub for information technology and creative industries. The ways we decide on ownership and authorship concerning works created with AI programs dictate the future of the creative industry. SHIFTING CANVAS: UNDERSTANDING OWNERSHIP AND AUTHORSHIP IN AI-CREATED CONTENT LEGAL CASES ON AI-GENERATED WORKS 1. Stability AI Case Getty Images sued Stability AI in January 2023, accusing the latter of copying and modifying millions of photos and related metadata owned by the former in the UK. A few months later, Getty sued Stability AI again in the United States District Court of Delaware—some of the main charges around this recent court case include copyright and trademark infringement. Additionally, Getty Images also contended that some of the photos that Stability AI generated, had the watermark of Getty Images. Getty maintained that this has infringed on their rights and damaged their market reputation. For that, Stability AI should be rightly held responsible. 2. OpenAI These lawsuits exhibit the nature of the evolving copyright regime under technological advancement. They underline the necessity of clear directions regarding using copyright material for AI preparation. The cases bring to the fore the comprehension of potential conflicts between innovation and intellectual property rights. SUGGESTIONS The legislators and lawmakers have to deliberate more on, whether license requirements for content usage by AI tools are to be prohibited or allow fair use. While deciding on such copyright infringement cases by AI, the courts have to give proper precedent over what is okay to be used and what content is off-limits for usage by AI. There is an increasing tension between open-source ideology and intellectual property protection. If the AI is not made open source and the training materials used are not appropriately attributed to their source, then several ethical questions arise. The onus lies with governments and lawmakers to create a solution that is much more balanced, one that drives innovation while remaining respectful of creators’ rights. CONCLUSION As with all landscapes, the legal horizon keeps changing, much like the technologies it attempts to regulate. Our generation has fallen short of striking the right chord between encouraging innovations and protecting the rights of one’s hard work. The legal aspects remain an important tool in defining the landscape of generative AI and copyright within this ever-changing narrative. The outcome of these cases, and the subsequent public policy debate it spurs, will likely set key precedents about how we handle AI research and content consumption well into the future. References- Lim Yong Lin,’Who owns the copyright work in AI-generated art?’ (LPPLaw 2024) <https://lpplaw.my/insights/e-articles/who-owns-the-copyright-work-in-ai-generated-art/?utm_source=mondaq&utm_medium=syndication&utm_content=articleoriginal&utm_campaign=article> accessed 12 August 2024. Devesh Singh Chauhan, ‘History of Copyright Act in India’ (Aishwarya Sandeep 07 November 2024) <https://aishwaryasandeep.in/history-of-copyright-act-in-india/> accessed 12 August 2024. Andres Guadamuz,’Artificial Intelligence and Copyright’ (WIPO Magazine October 2017) <https://www.wipo.int/wipo_magazine/en/2017/05/article_0003.html> accessed 12 August 2024. Ben Lutkevich,’AI lawsuits explained: Who’s getting sued?’ (TechTarget 25 June 2024) <https://www.techtarget.com/whatis/feature/AI-lawsuits-explained-Whos-getting-sued> accessed 12 August 2024. Harshal Chhabra and Kanishk Gaurav Pandey, ‘Balancing Indian Copyright Law with AI-Generated Content: The ‘Significant Human Input’ Approach’ (2023) Indian Journal of Law and Technology <https://www.ijlt.in/post/balancing-indian-copyright-law-with-ai-generated-content-the-significant-human-input-approach> accessed 12 August 2024."
  },
  {
    "headline": "DETERMINING BETTER FORM OF ORGANISATION FOR STARTUPS – LLP OR PRIVATE LIMITED COMPANY",
    "data": "INTRODUCTION Startups make a huge contribution when it comes to the growth of our country’s economy. It is usually seen that starting a business through innovation or a unique way of making everyday life easier is considered risky as there is a high chance that people might not accept such a change in their lives. But taking such a risk can also lead to massive success for the startup. For instance, no one would have imagined a few years back that fresh vegetables could be bought at home without even visiting a vegetable market, money could be transferred through online mode, coaching could be possible virtually without visiting coaching centres, hotel booking, flight booking, etc., all of this can be done at home through online mode by using apps. This was possible because of entrepreneurs who dared to bring their innovation to life. The important aspect for a startup at the initial stage is to focus on uplifting its business by reaching its potential customers and getting the required funding. It is, therefore, necessary for a startup to opt out and register with an organization that is friendly and hassle-free. A startup can be registered as a Sole Proprietorship, or a Partnership Firm, or a One Person Company, or a Private Limited Company, or as a Limited Liability Partnership. Among all the forms of organization, Private Limited Companies and Limited Liability Partnership are the forms of organization that are most suitable for startups. There are plus points and minus points for both types of organization. But when it comes to choosing one it is important to study how both the organization works, what all compliances are required to be fulfilled, what are the obligations of members of the organization, etc. The Limited Liability Partnership Act, of 2008 governs the limited liability partnership (LLP) form of organization whereas the Companies Act, of 2013 governs the private limited company form of organization. PRIVATE LIMITED COMPANY The Companies Act, 2013 under section 2(68) states that a private limited company should have a minimum paid-up share capital and the articles of association of the company should restrict the right to transfer shares, limit the number of its members to 200, and prohibit public to subscribe its securities. A private limited company provides certain plus points that can be beneficial for a startup and also certain minus points that may lead to the formation of hurdles during the functioning of a startup. Some plus points include: Some minus points are: LIMITED LIABILITY PARTNERSHIP (LLP) A limited liability partnership is a form of organization that is a compilation of features of two forms of organization: a company and a partnership firm. This form of organization enjoys the plus points of the company while exercising as a partnership firm. Here the agreement can be either between the partners like in a partnership firm or it can be between the partners and the LLP. Some minus points are: Just like in a partnership, LLP dissolves when number of partners goes below two. COMPARISON BETWEEN PRIVATE LIMITED COMPANY AND LLP It can be seen that both forms of organization are similar in certain aspects but also differ in some other respects. Both forms of organization are required to be registered with the Ministry of Corporate Affairs (MCA). Both of them enjoy limited liability and don’t have any minimum limit of capital to be invested in business. There is continuity of business in both forms even though members enter or exit the organization. There is a requirement to fulfil certain compliances, failure of which will result in the imposition of a penalty. These were some of the similar aspects in both forms of organization. They differ in aspects like the maximum number of members in the private limited company should be 200, whereas there is no such maximum limit for partners in LLP. No board meetings are mandatory when it comes to LLP, but the private limited company should hold board meetings at least four times having a gap of 120 days between such board meetings. The audit is not mandatory for the LLP unless a certain slab of turnover or partner’s contribution is crossed by the LLP. Statutory audits should be mandatorily conducted in the case of a private limited company. It is observed that LLP is more advantageous than a private limited company in some aspects. A private limited company needs to go through more tedious compliances and needs to pay higher government fees for incorporation as compared to LLP. In LLP, the partner is the owner and the manager of a business, whereas in the private limited company, the board of directors manages the business and the shareholders are regarded as the owners of the business. However, when it comes to capital funding in LLP, the only solution available are banks or financial institutions as it is not possible to raise funds from Venture Capitalists or Angel Investors because to raise funds from them would require them to be partners in the LLP. CONCLUSION / OPINION The decision to choose a form of organization for a startup is a crucial step to be taken while commencing the business. This decision should not only depend upon the specific requirements that will arise during the everyday functioning of the business, but also it should rely on the goals set by the organization to be achieved in the future. Both the forms of organization are most preferred to be opted by the startups. In my opinion, it can be observed from the above explanation that the LLP form of organization seems to be friendlier, hassle-free, and fit to be opted by a startup. If there are two or more members in a startup having enough funding required then the LLP form of organization can be suitable. However, if the members are planning to issue shares or to raise funds from investors then a private limited company can be suitable form. References- Tejaswita Sahoo, ‘All about legal status of startups under corporate jurisprudence in India’ (Ipleaders, 5 January 2024) <https://blog.ipleaders.in/all-about-legal-status-of-startups-under-corporate-jurisprudence-in-india/> accessed 03 July 2024 Shreya Tripathy, ‘7 Useful Tips on Setting up a Startup in India’ (Ipleaders, 10 July 2018) <https://blog.ipleaders.in/tips-on-setting-up-a-startup/ >accessed 04 July 2024 The Companies Act, 2013 ‘What are the advantages and disadvantages of a private limited company’(India Filings) <https://www.indiafilings.com/learn/what-are-the-advantages-and-disadvantages-of-a-private-limited-company/ >accessed 04 July 2024 ‘FAQs On Nature of Limited Liability Partnership’(Ministry of Corporate Affairs) <https://www.mca.gov.in/MinistryV2/natureoflimitedliabilityparterneshipllp.html> accessed 04 July 2024 ‘LLP Advantages and Disadvantages’(India Filings) <https://www.indiafilings.com/learn/llp-advantages/> accessed 04 July 2024 ‘LLP Vs Pvt Ltd: What Should I Choose?’(HDFC Bank)<https://www.hdfcbank.com/personal/resources/learning-centre/sme/what-is-difference-between-pvt-ltd-and-llp> accessed 04 July 2024 Mayashree Acharya, ’Private Limited Company vs LLP’ (Cleartax, 20 June 2024)<https://cleartax.in/s/private-limited-company-vs-llp> accessed 04 July 2024"
  },
  {
    "headline": "UNDERSTANDING THE CORE COMPONENTS OF CRIME",
    "data": "INTRODUCTION When someone hurts another person and money can fix the harm, the person who caused the harm must pay compensation. But sometimes, aside from paying compensation, the State also punishes the wrongdoer to keep peace in society and encourage good behaviour towards others and the community. Yet, we face a dilemma- what actions should be banned or selected for punishment by society or the State? In simpler terms, what actions should be labelled as crimes? According to Terence Morris: “Crime is what society says is crime by establishing that an act is a violation of the criminal law. Without law, there can be no crime at all, although there may be moral indignation which results in law being enacted.” Crime is when someone does something wrong and the State gets mad people do crimes for lots of reasons like being greedy, jealous, angry, wanting revenge or being too proud. To consider something a crime, you need a person, a guilty mind (mens rea), a guilty act (actus reus) and harm to a person. To prove someone did a crime, the prosecutors have to be super sure and show all the important parts of the crime. WHAT IS CRIME? Crime is broadly defined as any action that violates the law or harms public welfare. In today’s intricate society, numerous behaviours can be detrimental to public welfare. Crime is perceived as a societal transgression committed by an individual. Criminal law delineates actions that are unlawful and forbidden by legal statutes. Defining ‘crime’ is hard. Scholars have tried over time to explain it. To understand ‘crime’ better, let’s explore some key definitions. Blackstone has defined crime as “an act committed or omitted in violation of Public law either forbidding or commanding it.” According to Austin, “A wrong which is pursued at the discretion of the injured party and his representatives is a civil injury; a wrong which is pursued by the sovereign or his subordinates is a crime.” Miller defines crime “to be the commission or omission of an act which the law forbids or commands under pain of a punishment to be imposed by the State by a proceeding in its name.” CORE COMPONENTS OF CRIME The core components which are necessary to constitute a crime are: Crime, in simple terms, is all about the obligation of human beings, intent, action and harm. HUMAN BEING So, the first thing to remember is that a person has to do the act. Back in the day, animals or objects could get punished for causing harm. Those times were all about payback. Like, if a dog bites someone, that dog gets in trouble. With the development of the notion of mens rea as an essential element of crime, the trial and punishment of animals and inanimate objects had to be given up. Even now vicious animals are destroyed not as punitive but as a preventive measure. Even today we hold the owner of the animal liable in some cases for any damage caused by his animals but the punishment now is not for what the animal has done but for the omission on the part of the owner to take proper care of his animals and thereby to prevent any mischief to others. Therefore, only a human being under a legal obligation and capable of being punished can be a proper subject of criminal law.” “Person” is defined in sub-section 26 of section 2 of the new proposed criminal act. The word “person” includes ‘any company or association or body of persons, whether incorporated or not.’ The term “person” encompasses both artificial and legal entities. MEN’S REA Another important component that is necessary to constitute a crime is the guilty mind. “Mens rea, which is a technical term generally taken to mean some blameworthy mental condition or ‘mind at fault’, covers a wide range of mental states and conditions, the existence of which would give a criminal hue to actus reus.” So there’s this famous maxim in the world of criminal law ‘Actus non facit reum nisi mens sit rea’ which says that ‘the act itself does not make a man guilty unless his intentions were so’. Another important maxim ‘Actus me invito actus non est men’s actus’ says that ‘an act done by me is not my act at all.’ According to these two maxims, for an act to be punishable by law, it must be something you intend to do and done with criminal intent. The term “mens rea” isn’t used in the criminal act. However, the creators of the code used words that mean the same thing as mens rea quite often. Motive and intention are crucial elements in the realm of law and justice, playing a pivotal role in proving or disproving a case or crime. It is widely acknowledged that establishing a wrongful motive with a guilty intention is essential in proving criminal liability. ACTUS REUS Actus reus, which is a fancy Latin term for a criminal act, is the third core component of a crime. Simply put, you do something or fail to do something illegally you wanted to. Actus reus is showing your bad intentions in the real world. Professor Kenny came up with the term ‘actus reus’ and defined it as – “such result of human conduct as the law seeks to prevent”. An act includes illegal omission also. A person is considered liable when they have a legal obligation imposed on them by law, and they fail to fulfil that obligation. This implies that an omission must constitute a violation of a legal duty. Sub Section 14 of section 2 of The Bharatiya Nyaya Sanhita, 2023 lays down ‘the word ‘illegal’ applies to everything which is an offence or which is prohibited by law, or which furnishes ground for a civil action; and a person is said to be “legally bound to do” whatever it is illegal in him to omit.’ INJURY TO HUMAN BEING For a crime to happen, there has to be caused injury to someone else or society as a whole. The term “injury” as defined in sub-section 13 of section 2 of the BNS, 2023 denotes ‘any harm whatever illegally caused to any person, in body, mind, reputation or property.’ An injury must be caused unlawfully to another individual, a group of people, or society as a whole. CONCLUSION So, what exactly is a crime and the core components of crime? Well, it’s an unlawful act that leads to punishment by the authorities. It harms not only individuals but also the community and society at large. To sum it up, a crime needs four key components – a person, intent (mens rea), action (actus reus), and harm to someone else. To hold someone accountable for a crime, the prosecution has to prove these components without a shadow of a doubt. References- S.N. Misra, Indian Penal Code (23rd edn, Central Law Publications 2023) S.N. Misra, Indian Penal Code (23rd edn, Central Law Publications 2023) Bharatiya Nyaya Sanhita 2023, s 2(26) PSA Pillai, CRIMINAL LAW (13th edn, Lexis Nexis 2017) Priya Sepaha,‘Elements of Crime’ (Academia) <https://www.academia.edu/46962259/Elements_of_Crime?sm=b> accessed 11 July 2024"
  },
  {
    "headline": "ANALYSIS OF THE ADOPTION LAWS IN INDIA",
    "data": "INTRODUCTION Children are commonly acknowledged as a country’s future. However, a lot of children end up abandoned in orphanages, where they become vulnerable to all kinds of exploitation. Unfortunately, some children fall prey to sexual assault and human trafficking. Adoption is one way that some fortunate enough abandoned children are given a new beginning in life. Adoption in general is not governed by any specific adoption law. The only personal law governing adoption is the Hindu Adoption and Maintenance Act of 1956, which applies to all Hindus. Those from other religions may adopt a child under the provisions of The Guardians and Wards Act of 1890. The adoption of abandoned, relinquished, and orphaned children is covered under the JJA, 2015.Adopting such children is consistent with the idea that every child in need of support and care has a right to a home. The JJ Act is a secular law, meaning that everyone is subject to it. ANALYSIS The Sikhs, Buddhists, Jains, and Hindus are all covered by the HAMA. This statute makes adoption permanent, grants the child all of the family’s rights as a naturally born child, and grants the child the ability to inherit property.Also, this act does not allow non-Chinese children to be adopted and if a couple already has a biological kid of the same gender, they are not entitled to adopt another child. Since the personal laws of Christians, Muslims, Parsis, and Jews do not allow total adoption, these groups are covered by the GAWA. The relationship that is formed upon adoption under the GAWA is limited to that of guardian and ward, respectively. Children become distinct identities and cease to be wards upon becoming 21 years old. In Muhammad Allahdad Khan v. Muhammad Ismail, Mahmood, J. stated, “The Mohammedan law does not recognize adoption as a mode of filiation.”A standard adoption law that would apply to all Indian citizens, regardless of their religious views, was the goal of the Adoption of Children Bill, which was introduced in the parliament in 1972. The Bill could not pass, nevertheless, as the Government withdrew it in 1978. The legislative branch in India does not prioritize adoptions by non-Hindus even though the country is home to numerous religions, each of which should have its adoption laws. They are dealing with emotional and legal issues because of our legislature’s failure. They are not sure about the child’s status as a member of the family. A Muslim, however, has two options: either he chooses to be ruled by the JJA and adopt a kid there, or he chooses to be governed by Muslim personal law and refrain from adopting children. NEED FOR UNIFORM LAWS No matter what religion a person practices or whether their law prohibits them from adopting children, in Shabnam Hashmi v. Union of India &ors The SC decided that anyone could adopt a child under the JJ Act of 2000. The Juvenile Justice Act of 2000 is a secular law that allows anyone, regardless of faith, to adopt a kid. The court ruling will open the door for the creation of a single body of civil law, as specified in Article 44 of the Indian Constitution. It will help lakhs of abandoned children find a safe place to live, despite their parents’ religious beliefs. With the landmark decision in Mohd. Ahmed Khan v. Shah Bano Begum, we have come to understand the critical necessity of a unified civil code. Similarly, adoption should be governed by a unified legal framework. Children are not adopted merely due to religious beliefs. Religious beliefs prevent childless parents from having the complete legal right to adopt a child. Legally speaking, they are not permitted to identify as the adopted child’s parents. Thus, a consistent civil code about adoption is necessary. SOME CHALLENGES ASSOCIATED WITH ADOPTION Adoption is still considered a social stigma in society as some people think that the adoptive child is not a real child. Also, in some parts of society, the caste system still exists. The child’s caste is a source of concern for the household elders. Even in adoption cases, couples are observed to prefer fair-skinned children who may “look facsimile” to be from an upper caste. The legislation allows for an age gap of 21 years between the adoption of the opposite sex., however, this should only apply in situations of adoptive parents and adopted children of the same sex as the adopted child can be harassed by the same sex also. Therefore, those categories of adoption should likewise be included by the law. Also, once an adoption is completed and the child is taken away, there is no ongoing monitoring of the adoptive parents’ methods of child care. India has seen alarming instances of illegal adoption practices, including the sale and trafficking of infants. Vulnerable children and biological parents have been used by unregistered adoption agencies. Therefore, we need to strengthen the adoption laws to ensure more transparency and efficiency. Adoption laws in India need to be reevaluated and updated to improve efficiency and openness. This could entail clearing up any ambiguities or gaps in the existing legislation, cutting down on delays, and streamlining the paperwork. It is essential to increase public knowledge of adoption. The public must be made aware of the benefits, procedures, and legal aspects of adoption to accomplish this. It’s imperative to dispel any myths and stigmas surrounding adoption and promote beneficial views about it. Adopted children and their adoptive parents also require comprehensive post-adoption support services. These services could include access to healthcare, counselling, educational support, and assistance in overcoming any obstacles that may come up during the adoption process. CONCLUSION Adoption creates a fresh, enduring bond between adoptive parents and adopted children. When the child gets all the love, care, and attention that a naturally born child would receive, it is beneficial. Following that, there is no longer a legal distinction between an adopted child and a child born into a family. Several legal issues, such as insufficient legislation, social stigma, and administrative obstacles, have hindered the adoption process. The increase in orphans and the need for adoption in India necessitate consistent adoption legislation. If the standard laws are put into effect, children will have a bright future and receive the proper care and protection. Additionally, it will improve a child’s parents’ social life and make adoption by other religions. References- Juvenile Justice (Care and Protection of Children) Act 2015, s 56 Hindu Adoption and Maintenance Act 1956 The Guardians and Wards Act 1890 Muhammad Allahdad Khan v. Muhammad Ismail ILR (1888) 12 ALL. 289 Shabnam Hashmi v. Union of India &ors 4 SCC 2014 1 Mohd. Ahmed Khan v. Shah Bano Begum AIR 1985 SC 945 Hindu Adoption and Maintenance Act 1956, s 11"
  },
  {
    "headline": "THE IMPACT OF THE SURROGACY (REGULATION) AMENDMENT RULES 2024",
    "data": "INTRODUCTION Mother Nature has bestowed upon us a multitude of amazing and surprising gifts. One such gift is to be able to procreate a new life. Unfortunately, there are a few people who are unable to procreate due to some conditions. Fortunately, through surrogacy, it becomes possible for people who want to become parents to have a child and enjoy parenthood. As rightly said by Mother Teresa “The greatest good is what we do for one another” and surrogacy is one such way. The notion of surrogacy is not new in India; in fact, it gained notoriety in 1978 after Kanupriya, the world’s second and the country’s first IVF baby, was born in Kolkata. This event demonstrated India’s competence in using assisted reproductive technology for reproductive rights. Subsequently, India has been mushrooming as a surrogacy capital. It has become a widely accepted choice for single people and couples seeking parenthood. Young couples find surrogacy to be a desirable substitute for adopting children, which helps lower the high rates of infertility. CONCEPT OF SURROGACY Surrogacy is a significant technique of aided human procreation for individuals who are unable or opt not to conceive through conventional means. A woman who uses her eggs or an implanted, fertilised egg from another woman to birth a child on behalf of another woman is known as a surrogate mother. the process of bearing and delivering a child on someone else’s behalf is known as surrogacy. Any kid born through a surrogacy operation will be considered the couple’s biological child and will have the right to all the privileges and benefits given to a biological child under all current laws. There are two primary categories of surrogacy: traditional and gestational. In traditional surrogacy also called partial surrogacy the egg of the surrogate is used. The resulting offspring is biologically linked to the male companion of the ‘commissioning couple’ but not to the female. In the case of gestational Surrogacy also referred to as total surrogacy is adopted by someone who desires a biological connection to the child. In this scenario, the ‘surrogate host’ is genetically unrelated to any child that may be born as a consequence of this arrangement. REGULATORY FRAMEWORK The primary goal of the 2005 ICMR Guidelines was to establish moral standards for ART (Assisted Reproductive Technology) clinic regulation in India. Surrogacy is a contractual arrangement when a woman agrees to gestate a pregnancy that is not biologically related to her or her spouse. The purpose of this arrangement is for the woman to carry the pregnancy to full term and then give the child to the genetic parents, for whom she is acting as a surrogate. It specifies that it should be embraced by individuals for whom it is physically or medically infeasible or unpleasant to conceive and bear a child. Later The ART (Regulation) Bill, 2020 aimed to regulate and ensure ethical ART practices and to safeguard the welfare of the surrogate mother as well as the rights of the unborn. The Surrogacy (Regulation) Act of 2021 framed rules for the practice of surrogacy in India. The key points of this act were that it made it necessary for all the clinics providing this treatment to be registered under this act and defined several key aspects relating to surrogacy, such as eligibility criteria and the rights of the surrogate. Under this act, only altruistic surrogacy is permissible and commercial surrogacy is banned. Any couple that adopts a child through commercial surrogacy faces a maximum fine of one million rupees and a ten-year jail sentence. The enactment of the Surrogacy (Regulation) Act, of 2021 marked a key milestone in the process of regulating surrogacy in India. Later in 2023, there was an amendment made that had put a restriction on donor gametes but through a recent amendment in 2024, one donor gamete is allowed. THE SURROGACY (REGULATION) AMENDMENT RULES, 2024 An amendment to the Surrogacy (Regulation) Rules 2022 in March 2023 prohibited the use of donor gametes and both of the intended couple’s gametes were expected to be given to the surrogacy pair. In the case of Arun Muthuvel v. Union of India (2023), the Hon’ble Supreme Court of India allowed a woman with a syndrome called Mayer- Rokitansky- Kuster-Hauser (MRKH) to undergo the process of surrogacy with a donor egg. The court further stated that the amendment impends the couple from attaining parenthood through surrogacy which is prima facie contrary to the aim of the Surrogacy (Regulation) Act of 2021. The Ministry of Health and Family Welfare issued the Surrogacy (Regulation) Amendment Rules, 2024 on 21-2-2024, to modify the Surrogacy (Regulation) Rules, 2022. As per the notification, “in the case when the District Medical Board certifies that either husband or wife constituting the intending couple suffers from medical condition necessitating use of donor gamete then surrogacy using donor gamete is allowed subject to the condition that the child to be born through surrogacy must have at least one gamete from the intending couple.” It also added that a single woman who is undergoing surrogacy is required to use self-eggs and the sperm of a donor to undergo the surrogacy operation. IMPACT OF THE SURROGACY (REGULATION) AMENDMENT RULES, 2024 This amendment has brought about relief and much more legal flexibility for married couples who are aspiring to become parents. Usually, women who opt for surrogacy have low ovarian reserve, do not have a uterus or have a damaged uterus, and, getting a donor egg is the only option to have a child. This amendment allows one donor gamete which makes it easier for such people to opt for surrogacy. By allowing the use of donor gametes under certain conditions, the 2024 amendment addresses a critical gap in the law that previously left many potential parents without options. This amendment also allows surrogacy for widowed or a divorced woman. Dr. Anjali Malpani, a prominent fertility specialist states, “This amendment is a testament to the evolving understanding of reproductive health. It acknowledges the complexities involved in conception and opens doors for many to realize their dream of parenthood.” LEGAL CHALLENGES The major issue of surrogacy laws in India is that it bans commercial surrogacy. It robs surrogates of a respectable source of income, which significantly restricts the pool of women ready to participate in surrogacy and, inadvertently, takes away the chance for intended parents to use it. The Hon’ble Supreme Court also in Suchita Srivastava v. Chandigarh Administration noted that the interpretation of a woman’s freedom to choose her reproductive options has been viewed as a component of ‘personal liberty’ under Article 21 of the Constitution of India. Under the current law a certificate of essentiality stating that it is ‘biologically impossible for the person(s) to have a child in any other way’ is required and it fails to take into account any other medical issues that, although not cause infertility in women, may nonetheless be present; but makes it a risk for conceiving. Further, the surrogacy laws need to be more inclusive as the proposed amendment still refuses to provide LGBTQ+ people, live-in couples, and single parents this chance. CONCLUSION Surrogacy takes over and continues the process of giving you the gift of parenting when nature fails you. Legal restrictions, ethical concerns, and medical developments interact dynamically to shape the surrogacy scene in India. The development of guidelines, morality, and exchange will be crucial in determining the future of surrogacy in the nation. Future changes must be made in the surrogacy law in India making sure it’s fair to everyone involved, protects their rights and is exclusive. References- Kathryn Venturatos Lorio, ‘Alternative Means of Reproduction: Virgin Territory for Legislation’ (1984) 44 LLR 1641 Peter Brinsden, ‘Clinical Aspects of IVF Surrogacy’ in Rachel Cook, Shelley Day Sclater & Felicity Kaganas (eds), Surrogate Motherhood: International Perspectives (Hart Publishing, 2003) Ibid ICMR Guidelines, r 1,2,33 Id. r 3, 10, 2 Arun Muthuvel v. Union of India W.P.(C) No. 830/2023 Kriti, ‘ MoHFW allows One Donor Gamete for undergoing Surrogacy subject to medical conditions prescribed by District Medical Board’ ( SCC Online, 22 February 2024)< https://www.scconline.com/blog/post/2024/02/22/mohfw-notifies-surrogacy-amendment-rule-2024-legal-news/ > accessed 12 July 2024 Suchita Srivastava v. Chandigarh Administration (2009) 9 SCC 1"
  },
  {
    "headline": "CRITICAL ANALYSIS OF PRELIMINARY ASSESSMENT IN JJ ACT",
    "data": "INTRODUCTION The Juvenile Justice Care and Protection of Children Act 2015 ensures a child-friendly approach in handling the matters of “children in children in children in conflict with the law” and those children who must be looked after and protected. A growing number of rapes and killings by minors between the ages of 16 and 18 was the primary impetus for changing the prior Act, particularly the Nirbhaya gang rape case, Which which which which raised awareness of the problem of young offenders in horrific crimes. As a minor, he was convicted under the JJ Act of the time as one of the rapists in the Nirbhaya case, which is widely regarded as the most horrific of all. After much discussion and debate on India’s legal age of criminal responsibility, the JJ Act, 2015 was amended and implemented. In response to the outcry, the JJ Act was changed to allow for the adult trial of the age group who is 16-18 years old and are accused of “heinous crimes.” According to the JJ Act, the Juvenile Justice Board decided to trial the accused as an adult. The preliminary assessment is an essential aspect of the JJ Act and tries to ensure juvenile justice. The preliminary assessment is done to determine both the physical and mental ability to carry out such an offence, the circumstances, and the child’s capacity to commit such offence. It is valid to the child who belongs to the 16-18 age group who has committed the heinous offence. It clarifies that the purpose is only to evaluate the child’s mental and physical abilities, not to conduct a trial. The procedure for conducting the preliminary evaluation is enumerated in Rule 10A of the Model Rules.JJB could seek the aid of certified psychologists or other specialists when doing the evaluation. When making a judgment, a variety of variables are considered, including social background reports from the police, social investigation reports, and observations on the responses of children who are in dispute with the law. Following evaluation, if the board determines that a child must be put through an adult trial, it may issue an order and bring the issue before the Children’s Court. ANALYSIS According to the Indian Constitution and legally binding international human rights treaties, treating individuals as adults involves denying children fundamental rights. A child’s judicial transfer to be tried as an adult currently rests on the preliminary assessment. However, this procedure cannot be implemented without jeopardizing a child’s rights for several reasons. Article 20 (3) of the Indian Constitution is violated by the preliminary assessment as it permits extracting a confession from the child in ‘conflict with law’ amounting to testimonial compulsion as it compels the child to testify against himself and criminate himself. As stated in Clauses 42 and 43 of Form 6 (Social Investigation Report) and Clauses 21 and 24 of Form 1 (Social Background Report), the Child Welfare Police Officer must write down the cause for the offence committed and the involvement of the child in the offence.Therefore, in contravention of Article 20(3) of the JJ Model Rules, 2016, these Clauses of Forms 1 and 6 permit obtaining a confession from the child. This procedure did not follow Rule 10A (3) of the Model Rules, 2016 and Section 3 of the Juvenile Justice Act, which state that a child must be proven innocent unless proven guilty. Before the trial is over, a court of law must decide on the child’s potential to commit the accused offence and consider several prima facie facts. The idea of innocence until proven guilty is undermined by this. A copy of the psychologist’s preliminary assessment report, in the format provided by the Department and it is evident from Clause 3 of the aforementioned report that a confession is requested. Even with the assistance of qualified psychologists, the JJB is unable to accurately perform the challenging task of evaluating mental capacity. When such an examination is to be finished in less than three months, the process does not appear to be just for the child’s interest. The decision of which child is moved to an adult court will be made based on these assessments, which can be rife with bias and arbitrary. Articles 14 and 21 are violated by the JJB’s preliminary assessment, which permits procedural arbitrariness since it is simply not achievable to accurately evaluate mental ability for the purpose and because it will lead to subjective and arbitrary transfers into the adult criminal system. This contradicts the core ideas of the Constitution. Also, it is not mentioned which method would be used to evaluate the physical and mental ability and the compulsion to take the help of psychologists or experts. The preliminary assessment under Sec. 15 violates the principles of natural justice as laid down in Sec. 3 of the Act. The proceedings at times involve a mala fide bias of the authorities involved to determine the mental capacity, violating the concept that justice would be served for the optimum benefit of the child. There are differences in mental capability and comprehension of the effects of actions. Supreme Court stated that guidelines for the preliminary evaluation of children over 16 who would be tried as adults must be in place. “A child with an average IQ will be able to state the reason for the repercussions of his actions. His degree of emotional competency, however, will determine whether he can regulate himself or his behaviour.”A 16 or 17-year-old may have adult cognitive skills, but research indicates that they are not as mature psychologically as adults are.As a result, this brief evaluation would be unable to distinguish between the two, erroneously holding the 16 -17-year-old responsible for cognitive reasoning while highlighting bio-psychosocial reasoning. As a result, Section 15 of the JJ Act, 2015 is ambiguous and inadequately written. RECOMMENDATIONS Since there is no prescribed method to conduct the preliminary assessment, a Standard Operating Procedure (SOP) must be developed to offer uniformity and consistency to the process to make the process more efficient. The preliminary assessment is being carried out based on assumption because there are no professional associations to assist JJBs in assessing children’s mental and physical abilities. As a result, it is suggested that the Child Guidance Center be established with the aid of trained clinical psychologists. Also, the state and national commission should make some guidelines to make the process more efficient which does not violate the fundamental rights of children. In a leading case law of Barun Chandra Thakur v/s Master Bholu & Anr, the respondent has also argued that using words such as “clever” and reading the alleged confession against the child who has done offence is a complete violation of Article 20(3). Additionally, the Central Government, NCPCR, and SCPCRs have been instructed by India’s Honourable Supreme Court to consider issuing guidelines or instructions that could help and enable the JJB to carry out the preliminary assessment. CONCLUSION The preliminary assessment is an important aspect of juvenile justice, despite these loopholes and shortcomings, the J.J. Act included the idea of preliminary assessment. We must recognize that the Act’s stated purpose, “protection and care of children,” is what its name implies. Also, the government can make some changes as per the recommendations given for the same to make the assessment more efficient and to safeguard the fundamental rights of children. References- Mukesh & Anr v State for NCT of Delhi & Ors (2017) 6 SCC 1 Juvenile Justice (Care and Protection of Children) Act 2015, s 15 Juvenile Justice Model Rules2016, r 10-A (2) Juvenile Justice (Care and Protection of Children) Model Rules 2016 Barun Chandra Thakur v. Master Bholu& Anr(2022) SCC SC 870 Elizabeth Cauffman and Laurence Steinberg, “Immaturity of Judgment in Adolescence: Why Adolescents May Be Less Culpable Than Adults” 18 BSL 759 (2000) Practice-of-Prelimnary-Assesment.pdf<https://nluo.ac.in/wp-content/uploads/2019/05/3> Barun Chandra Thakur v. Master Bholu & Anr (2022) SCC SC 870 The Constitution of India, art 20(3)"
  },
  {
    "headline": "ADMISSIBILITY OF ELECTRONIC EVIDENCE UNDER THE BHARATIYA SAKSHYA ADHINIYAM, 2023",
    "data": "INTRODUCTION The evidence laws have been modernised, streamlined, and made simpler by the “Bharatiya Sakshya Adhiniyam, 2023”, replacing the “Indian Evidence Act of 1872”.Although many of the provisions of the IEA are still included in the BSA, they have been updated and improved. The usage of digital and electronic evidence in court proceedings is expanding quickly but dealing with the many categories of electronic evidence such as CDs, DVDs and computer-generated documents brings a unique set of problems and difficulties for suitable authentication. But now the changes have been introduced and BSA has allowed digital or electronic records to be accepted as evidence and stipulates that they must have the same legal weight, validity, and enforceability as paper records. The updated definition of ‘document ’ clearly includes digital and electronic records. Electronic evidence is regarded by the BSA as documentary evidence. Documentary evidence is defined as “evidence” under S. 2(1)(e) to include documents that include electronic or digital records that are produced for the Court’s scrutiny. As compared to IEA, which defines “electronic evidence” as documentary evidence in the interpretation clause under Sec 3 whereas BSA defines the term “electronic evidence” more broadly, encompassing digital information and electronic equipment. ANALYSIS In contrast to the IEA’s regulations, which treat electronic records as secondary evidence, the BSA views them as primary evidence.It states that any file created or stored concurrently or sequentially in multiple files including electronic or digital records is primary evidence. Therefore, by BSA, the electronic record may be produced for the Court’s examination, which is not permitted by the IEA that mandates S. 65 B’s required procedure for electronic record admissibility. It has established the electronic or digital record as a reliable and valid piece of evidence in a court of law while deciding a case. As, particularly in a criminal trial, where the defence side is granted the benefit of the doubt because there is a lack of primary evidence, even in the presence of electronic evidence, and the investigating agencies struggle to find substantial physical evidence that is typically primary. ADMISSIBILITY OF EVIDENCE Electronic and digital records are accepted under Section 61, which also stipulates that they have the same legal standing and validity as paper records. The record’s contents must be compliant with Section 59’s requirements, as demonstrated by primary evidence. A comparison of Sec.63 of the BSB and Sec.65B of the IEA reveals some significant modifications to the rules controlling the acceptance of electronics. Documents that must be mentioned: It says that an electronic record that is recorded, stored, or replicated in semiconductor memory is also considered “Information.” Any communication device’s output as well as any other electronically stored, recorded, or duplicated data is included in the definition of “computer.” According to S. 63(4), The certificate proving the admissibility of electronic evidence must be submitted at the same time as the record for admission, in cases where a statement is needed. There is no such clarity in S. 65B (4) IEA. Further, it stated that the certificate should be signed by the expert and the person in charge of that communication device. According to the IEA, a certificate is required for electronic record authentication. The Committee observed that S. 59 of the BSA specifies that electronic records must be supported by primary evidence. Nonetheless, S. 63 of the IEA, which mandates certificate authentication, is still included regarding the admissibility of electronic records. ELECTRONIC RECORD-RELATED CONCERNS Since the BSA permits the use of electronic records as primary evidence, there is a chance that these records will be tampered with during the adjudication process, which starts with the investigation and ends with the accused being found guilty or not, unless special precautions are taken to prevent this from happening. The Supreme Court acknowledged in 2014 that electronic documents are vulnerable to manipulation and tampering. It said that if the entire trial is predicated on the evidence of electronic records without sufficient safeguards, it could result in injustice. Furthermore, as digital and electronic records are vulnerable to manipulation, The Standing Committee on Home Affairs (2023) Stressed the significance of protecting their integrity and authenticity. It suggested requiring the safe handling and processing of all digital and electronic records gathered as evidence during an inquiry through an appropriate chain of custody. The Karnataka High Court published recommendations for the bare minimum of protections to be provided when searching and seizing electronic records in 2021. A few of these are as follows: (i) making sure the search team is accompanied by a certified forensic examiner; (ii) forbidding the person in search from utilizing the seized electronic device to gather electronic records or conduct the investigation; (iii) confiscating any digital storage device (such as hard drives or pen drives) and putting it in a Faraday bag. Faraday bags prevent electromagnetic impulses from being transmitted, which could damage or corrupt data that is stored in the device. Also, there is ambiguity regarding the admissibility of electronic evidence in BSA. Since the BSA has embraced electronic records in its definition of documents. It keeps the IEA’s requirement that all papers be admitted as primary evidence unless they meet the criteria for secondary evidence (the original must be shown against the person it is meant to prove or has been destroyed). It does, however, still include the need that all electronic records be authenticated by a certificate for them to be accepted as legal documents. The effects of this supersede those of other provisions. These modifications might create uncertainty about whether electronic records are admissible. CONCLUSION By giving priority to technology, the BSA, 2023 represents a breakthrough in the criminal judicial system of India. In addition to extending the range of admissible evidence, it also introduces protocols for managing digital evidence and virtual court appearances. It has recognized electronic evidence as primary evidence and makes it easier for judges to make decisions if there is only the presence of electronic evidence earlier it was difficult for them as it has been considered secondary evidence. The BSA still has concerns regarding tampering of evidence but addresses the important issue regarding electronic evidence. The Indian judicial system must continue to be flexible and adaptable as technology develops, accepting electronic evidence in its courtrooms while maintaining the values of justice and fairness. References- Indian Evidence Act 1872 The Bharatiya Sakshya Adhiniyam 2023, s 2 (1) (D) The Bharatiya Sakshy a Adhiniyam 2023, s 57 BSA 2023, s 63 (1) BSA 2023, s 63 (4) Anvar P.V. v P.K. Basheer AIR 2015 SC 180 Standing Committee Report Summary <PrsIndia.org> Mr. Virendra Khanna v State of Karnataka, Karnataka High Court 2021, Writ Petition No. 11759 of 2020"
  }
]